[
  {
    "player":"United States",
    "opponent":"China",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through reduced uncertainty, improved price stability, and potential increases in trade volumes. By fostering direct communication, both the United States and China can address tariff disputes and non-tariff barriers, which may stabilize exchange rates and support productivity growth, especially in sectors like technology, agriculture, and manufacturing that are highly exposed to bilateral trade. In the short term (0–12 months), GDP growth is likely to see a modest positive impact as business confidence improves and supply chain disruptions ease, while the trade balance may shift slightly in favor of the US due to reduced retaliatory measures. Over the medium term (1–3 years), sustained dialogue could further enhance market access and investment flows, though gains may be tempered by ongoing geopolitical tensions. Retaliation risks are lower compared to defective strategies, and diplomatic relations are likely to improve, reducing the likelihood of sudden policy shocks. Historical precedent from the post-2018 US-China trade tensions shows that periods of dialogue, even amid broader disputes, have led to temporary stabilization in trade flows and market sentiment. Key assumptions include both parties' willingness to engage constructively and the absence of major external shocks; the largest uncertainties stem from potential shifts in domestic political priorities or unexpected escalations in other policy areas.",
    "base_payoff":3.2916666667
  },
  {
    "player":"United States",
    "opponent":"China",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on China primarily transmits through higher import prices, reduced import volumes, and potential currency adjustments, with downstream effects on productivity due to costlier intermediate goods. The most affected sectors are those reliant on Chinese inputs, such as electronics, machinery, and consumer goods, as well as U.S. agricultural exporters facing Chinese retaliation. In the short term (0–12 months), GDP is likely to contract modestly due to higher costs for businesses and consumers, while the trade balance may improve slightly as imports from China fall and some reshoring or diversification occurs. Over the medium term (1–3 years), persistent tariffs could encourage nearshoring or friendshoring, but may also erode competitiveness and provoke countermeasures from China, including retaliatory tariffs and non-tariff barriers, escalating diplomatic tensions. Historical precedents from recent years show that U.S. tariffs on China led to trade diversion and some import substitution, but also triggered Chinese retaliation, particularly in agriculture, resulting in a U.S. agricultural trade deficit. Key assumptions include the scale and duration of tariffs, the responsiveness of supply chains, and the extent of Chinese retaliation. The largest uncertainties are the magnitude of trade diversion, the speed of supply chain adaptation, and the risk of broader trade conflict.",
    "base_payoff":1.1958333333
  },
  {
    "player":"United States",
    "opponent":"China",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach in US-China trade relations implies maintaining the status quo, refraining from immediate tariff hikes, sanctions, or new cooperative measures. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are likely to remain stable in the short term, as no new shocks are introduced. Sectors most affected are those sensitive to policy uncertainty, such as technology, agriculture, and manufacturing, but absent new actions, their current conditions persist. In the short term (0–12 months), GDP and trade balance are expected to show negligible change, as neither side escalates nor de-escalates. Over the medium term (1–3 years), this strategy could allow for market adjustment and policy review, but risks include missed opportunities for proactive economic gains or defensive measures. Retaliation and spillover risks are minimal unless external shocks or third-party actions provoke a response. Historical precedent from the Trump administration’s America First approach shows that preemptive or aggressive actions can have significant impacts, but a passive stance, as seen in periods between major policy shifts, tends to preserve the status quo. Key assumptions are that both countries refrain from unilateral moves and that global conditions remain stable; the largest uncertainty is the potential for sudden external shocks or political shifts that could force a change in posture.",
    "base_payoff":1.0375
  },
  {
    "player":"United States",
    "opponent":"China",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Sanctions imposed by the United States on China would primarily transmit through higher input prices, reduced trade volumes, and potential currency (FX) volatility, with productivity losses in sectors reliant on Chinese imports or supply chains. The most affected sectors would include technology, electronics, and strategic manufacturing, as these are heavily integrated with Chinese suppliers. In the short term (0–12 months), GDP is likely to contract due to supply chain disruptions and increased costs, while the trade balance may temporarily improve as imports from China fall. However, in the medium term (1–3 years), US firms may face higher production costs and reduced competitiveness, potentially eroding initial trade balance gains. Retaliation risks are significant, as China could respond with counter-sanctions or restrictions on US firms, amplifying global market volatility and diplomatic tensions. Historical patterns, as seen in recent US tariff escalations and preemptive trade actions, show that such coercive measures can lead to unpredictable brinkmanship and economic uncertainty, with limited evidence of long-term benefit. Key assumptions include the scale and scope of sanctions, the ability of US firms to diversify supply chains, and the response of global markets. The largest uncertainties involve the speed and severity of Chinese retaliation and the resilience of affected industries.",
    "base_payoff":0.7416666667
  },
  {
    "player":"United States",
    "opponent":"China",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United States would primarily affect the economy through price competitiveness, increased export volumes, and potential exchange rate appreciation. The most affected sectors would be those in strategic and non-strategic industries that have recently seen shifts in US import patterns due to tariffs on China, as noted in the ONS 2024c data. In the short term (0–12 months), subsidized US exports could boost GDP by stimulating manufacturing and related supply chains, while improving the trade balance as US goods become more competitive globally. Over the medium term (1–3 years), these gains may be tempered by potential Chinese retaliation, such as counter-subsidies or new tariffs, which could dampen export growth and introduce volatility. Historical precedents, such as the US response to Chinese tariffs between 2017 and 2022, show that government intervention in trade can shift market shares but also provoke countermeasures. Key assumptions include the scale and targeting of subsidies, and the largest uncertainties are the magnitude of Chinese retaliation and the response of global markets. Diplomatic dynamics may become strained, but the policy aligns with recent US strategies to enhance economic security and industrial competitiveness.",
    "base_payoff":5.3333333333
  },
  {
    "player":"United States",
    "opponent":"China",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on Chinese imports would primarily affect the US economy through price and volume channels, as restricted import volumes would likely raise prices for affected goods, particularly in sectors such as electronics, machinery, and consumer goods where China is a major supplier. In the short term (0–12 months), US manufacturers and consumers would face higher input and retail prices, reducing real purchasing power and potentially lowering productivity due to supply chain disruptions. The trade balance would likely improve initially as import volumes from China fall, but this effect may be offset over the medium term (1–3 years) if China retaliates with its own restrictions or if US firms shift sourcing to other countries, diluting the intended impact. Historical precedents, such as the US steel and aluminum quotas and tariffs under the Trump administration, show modest trade balance improvements but also GDP drag and diplomatic friction. Political support may rise domestically, especially among constituencies favoring economic nationalism, but risks of escalation and global market volatility are significant. Key assumptions include limited immediate substitution by US firms and no major global supply chain reconfiguration, while the largest uncertainties involve the scale and speed of Chinese retaliation and the adaptability of US industries.",
    "base_payoff":2.3166666667
  },
  {
    "player":"United States",
    "opponent":"India",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between the United States and India primarily operates through diplomatic and institutional channels, fostering regular policy dialogue and reducing trade frictions. This approach is likely to lower transaction costs, improve predictability for exporters and importers, and enhance productivity by facilitating knowledge transfer and best practices. Sectors most affected include technology, pharmaceuticals, and agriculture, where both countries have significant trade interests and potential for growth. In the short term (0–12 months), the impact on GDP and trade balance is modest but positive, as improved relations encourage incremental trade volume increases and reduce the risk of sudden policy shocks. Over the medium term (1–3 years), the cumulative effect of stable bilateral engagement can lead to a more substantial rise in trade volumes and a modest improvement in the U.S. trade balance with India. Retaliation and spillover risks are minimal with this cooperative approach, and diplomatic dynamics are expected to improve, as evidenced by findings that a one-unit improvement in political stability can increase trade volume by 44.8%. Historical precedents from the UK’s approach to BRICS partners and the emphasis on institutional mechanisms for regular dialogue support the effectiveness of this strategy. Key assumptions include continued political will on both sides and absence of major external shocks; the largest uncertainties relate to potential changes in domestic priorities or global economic volatility.",
    "base_payoff":4.0583333333
  },
  {
    "player":"United States",
    "opponent":"India",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on India by the United States primarily transmits through higher import prices, reduced trade volumes, and potential currency adjustments. In the short term (0–12 months), U.S. importers and consumers face higher costs, especially in sectors reliant on Indian goods such as pharmaceuticals, textiles, and IT services, leading to a modest negative impact on GDP as input costs rise and consumption may slow. Over the medium term (1–3 years), some domestic producers may benefit from reduced competition, but overall productivity could decline due to less efficient resource allocation and potential supply chain disruptions. The trade balance may improve slightly as imports from India decrease, but this effect is likely to be offset by retaliatory tariffs from India, which could target U.S. agricultural and manufacturing exports, creating spillover risks and escalating diplomatic tensions. Historical precedents, such as the Trump administration’s tariff actions against Mexico and China, show that such measures often provoke retaliation and inject volatility into global markets, with limited long-term gains for the U.S. trade balance. Key assumptions include the scale and scope of tariffs and the speed of Indian retaliation; the largest uncertainties involve the global market response and the resilience of affected sectors.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"India",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by the United States in its trade policy with India is characterized by minimal immediate intervention, allowing market forces and existing agreements to dictate trade flows. The primary transmission channels—prices, volumes, FX rates, and productivity—are likely to remain stable in the short term, as no new tariffs, quotas, or subsidies are introduced. Sectors most affected are those sensitive to policy uncertainty, such as agriculture and technology, but the lack of action means no direct disruption or benefit. In the short term (0–12 months), GDP and trade balance are expected to remain unchanged, as the policy does not alter trade costs or incentives. Over the medium term (1–3 years), the absence of proactive engagement could result in missed opportunities for growth or risk mitigation, especially if India or other partners adopt more assertive measures. Retaliation or spillover risks are low, as the strategy is non-confrontational, but diplomatic dynamics may stagnate, potentially reducing U.S. influence in future negotiations. Historical context from the retrieved sources suggests that periods of inaction or policy drift, as seen in recent UK trade policy, can lead to a perception of rudderlessness and missed strategic alignment. Key assumptions include stable global conditions and no major external shocks; the largest uncertainty is whether India or other actors will exploit the U.S. passivity to advance their own interests.",
    "base_payoff":1.0375
  },
  {
    "player":"United States",
    "opponent":"India",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on India by the United States would primarily affect trade volumes and prices, with immediate disruptions in sectors reliant on bilateral trade, such as technology, pharmaceuticals, and agricultural products. The primary transmission channels would be reduced export and import volumes, price increases for restricted goods, and potential currency volatility as markets adjust. In the short term (0–12 months), U.S. GDP would likely see a modest negative impact due to lost export opportunities and higher input costs, while the trade balance could temporarily improve if imports from India fall more than exports. Over the medium term (1–3 years), retaliatory measures from India could escalate, leading to further trade contraction and possible spillovers to allied markets, amplifying negative effects on productivity and sectoral growth. Diplomatic relations would likely deteriorate, increasing uncertainty for multinational firms and investors. Recent patterns in U.S. trade policy, as noted in the context, show a shift toward more coercive and unilateral actions, with economic coercion now targeting even Western allies, suggesting a willingness to accept economic costs for geopolitical objectives. Key assumptions include the absence of immediate alternative suppliers and the expectation of reciprocal Indian countermeasures. The largest uncertainties involve the scale of retaliation and the resilience of affected sectors. Historical precedents from the retrieved sources highlight the risks of economic fragmentation and the use of trade tools for geopolitical leverage.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"India",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United States primarily affects trade through price competitiveness, as lower effective export prices can increase volumes sold abroad, particularly in sectors where the US has a comparative advantage. Key sectors likely to benefit include advanced manufacturing, technology, and agriculture, as these are areas where export promotion has historically yielded positive results. In the short term (0–12 months), GDP may see a modest boost due to increased production and export volumes, while the trade balance with India could improve as US goods become more competitive. Over the medium term (1–3 years), the effect may be tempered by potential Indian countermeasures, such as raising tariffs or launching disputes in international forums, which could dampen export gains and introduce diplomatic friction. Historical evidence from UK export promotion strategies (ONS 2024c; DBT 2023) suggests that government support can enhance export performance, but the magnitude depends on global demand and the response of trading partners. The main assumptions are that India does not immediately retaliate and that global demand remains stable; the largest uncertainties involve the scale and speed of any Indian policy response and the overall geopolitical climate.",
    "base_payoff":3.425
  },
  {
    "player":"United States",
    "opponent":"India",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from India would primarily affect trade volumes by directly limiting the quantity of goods entering the U.S. market, likely raising domestic prices for affected products and reducing consumer choice. The most impacted sectors would be those with significant U.S.-India trade flows, such as textiles, pharmaceuticals, and information technology hardware, with downstream effects on U.S. manufacturers relying on Indian inputs. In the short term (0–12 months), GDP is expected to decline modestly due to higher input costs and potential supply chain disruptions, while the trade balance may improve slightly as import volumes fall. Over the medium term (1–3 years), retaliatory measures from India—such as counter-quotas or tariffs—could erode initial trade balance gains and further dampen U.S. exports, especially in agriculture and services. Diplomatic tensions are likely to rise, complicating broader economic and security cooperation. Historical precedents, such as the U.S. steel and aluminum quotas, show that such measures often provoke retaliation and have mixed effects on domestic output. Key assumptions include the absence of immediate multilateral escalation and that India responds proportionally; the largest uncertainties involve the scale of retaliation and the adaptability of U.S. supply chains.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"United Kingdom",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and the potential for more stable trade volumes and prices. In the short term (0–12 months), the direct impact on GDP is modest but positive, as open communication can help prevent escalation of trade tensions and support business confidence, particularly in sectors reliant on transatlantic supply chains such as manufacturing, finance, and services. Over the medium term (1–3 years), the strategy may facilitate incremental improvements in productivity and trade flows by reducing non-tariff barriers and aligning regulatory standards, which can marginally improve the US trade balance with the UK. The risk of retaliation or negative spillovers is low, as dialogue is unlikely to provoke defensive measures. Historical context from the retrieved sources indicates that periods of open trade dialogue, such as the UK's current push for a new trade strategy aligned with economic security and net zero ambitions, have helped stabilize trade relations amid global volatility. Key assumptions include both parties' willingness to engage constructively and the absence of major external shocks. The largest uncertainties stem from the broader geopolitical environment, especially with potential shifts in US or UK leadership, which could alter the effectiveness of dialogue.",
    "base_payoff":2.7858333333
  },
  {
    "player":"United States",
    "opponent":"United Kingdom",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by the United States against the United Kingdom would primarily affect trade flows through higher import prices, reduced import volumes, and potential exchange rate adjustments. The most affected sectors would likely be those with significant transatlantic trade, such as automotive, machinery, and certain consumer goods, impacting both US importers and UK exporters. In the short term (0–12 months), US GDP could see a modest negative impact due to higher input costs and retaliatory risks, while the trade balance may improve slightly as imports from the UK decline. Over the medium term (1–3 years), the negative effects on productivity and supply chain efficiency could outweigh initial gains, especially if the UK retaliates or if global supply chains are disrupted. Diplomatic relations would likely deteriorate, increasing the risk of a tit-for-tat escalation, as suggested by expert warnings about rising trade tensions and the need for stronger trade defence regimes (ONS 2024c; Watson et al 2024). Historical precedents, such as recent US-EU tariff disputes, show that such measures often lead to reciprocal actions and broader economic fragmentation. Key assumptions include the scale of tariff increases and the UK's response; the largest uncertainties are the extent of retaliation and the global economic environment.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"United Kingdom",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by the United States towards the United Kingdom in the current volatile global trade environment is likely to have a neutral short-term impact on GDP, political capital, and trade balance. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are unlikely to shift significantly in the absence of proactive policy changes. Sectors most affected would be those reliant on transatlantic trade, such as manufacturing and services, but the lack of new barriers or incentives means status quo conditions persist. In the short term (0–12 months), this strategy avoids escalation and provides time to assess the UK's evolving trade strategy, which is currently being redefined to address economic security and net zero ambitions. Over the medium term (1–3 years), the risk is that passivity could lead to missed opportunities or leave the US unprepared for UK policy shifts, especially if global trade tensions rise, as anticipated with a more fragmented geopolitical order. Retaliation or spillover risks are minimal, as no new restrictive measures are introduced, but diplomatic dynamics may stagnate. Historical precedent from the post-2018 period, where trade openness declined and policy drifted, suggests that inaction can result in lost influence and adaptability. Key assumptions include stable macroeconomic conditions and no sudden shocks; the largest uncertainty is the trajectory of UK trade policy and global trade fragmentation.",
    "base_payoff":1.0375
  },
  {
    "player":"United States",
    "opponent":"United Kingdom",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by the United States on the United Kingdom would primarily affect trade volumes and prices, with immediate disruptions in bilateral goods and services flows. The most affected sectors would likely include those where the UK has a revealed comparative advantage, as noted in recent research, such as advanced manufacturing and financial services. In the short term (0–12 months), US GDP would likely contract due to higher input costs, supply chain disruptions, and retaliatory measures, while the trade balance might temporarily improve as imports from the UK fall. Over the medium term (1–3 years), productivity losses and increased costs could further dampen growth, and the trade balance effect may reverse if alternative suppliers are not found. Retaliation risks are high, especially given the UK's intent to strengthen its trade defence regime in response to geopolitical volatility, as highlighted in the context of a more fragmented global order. Historical precedents from the retrieved sources indicate that trade defence options are limited compared to the EU, and sanctions tend to escalate diplomatic tensions, undermining economic security. Key assumptions include the absence of immediate alternative suppliers and the likelihood of UK countermeasures; the largest uncertainties involve the scale of retaliation and the response of global markets.",
    "base_payoff":-1.2708333333
  },
  {
    "player":"United States",
    "opponent":"United Kingdom",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United States would primarily affect trade with the United Kingdom through price and volume channels, as US goods and services become more competitive in the UK market due to lower effective prices. This could lead to increased export volumes, particularly in sectors where the US has a revealed comparative advantage, such as advanced manufacturing and services, as suggested by the UK's own focus on these sectors for export promotion. In the short term (0–12 months), the US could see a modest boost in GDP and a positive shift in its trade balance with the UK, as subsidized exports increase. Over the medium term (1–3 years), these gains may be tempered by potential UK countermeasures or a shift in UK trade strategy, especially given the UK's current emphasis on aligning trade policy with economic security and net zero ambitions. Retaliation risks are moderate, as the UK is focused on a new, more strategic trade approach and may respond with its own export promotion or defensive measures. Historical precedents from the UK’s 2021 export strategy and recent trade policy shifts indicate that government intervention can temporarily boost exports, but sustained gains depend on broader geopolitical and economic factors. Key assumptions include stable demand in the UK and no immediate escalation to trade disputes; the largest uncertainties involve the UK's policy response and global market volatility.",
    "base_payoff":3.3583333333
  },
  {
    "player":"United States",
    "opponent":"United Kingdom",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United Kingdom would primarily affect trade volumes by directly limiting the quantity of UK goods entering the US market, likely raising prices for affected goods due to reduced supply. The most impacted sectors would be those with significant transatlantic trade, such as automotive, machinery, and certain consumer goods, with US importers and UK exporters as key stakeholders. In the short term (0–12 months), US GDP could see a modest negative impact due to higher input costs and potential supply chain disruptions, while the trade balance may improve slightly as import volumes fall. Over the medium term (1–3 years), retaliatory measures from the UK are probable, given the current volatile geopolitical climate and the UK's stated intent to strengthen its trade defence regime, which could erode initial trade balance gains and further dampen GDP growth. Historical context from the retrieved sources highlights that trade tensions and defensive measures, especially in a fragmented global environment, often lead to escalation rather than resolution, as seen in recent years with the UK’s limited trade defence options compared to the EU. Key assumptions include the absence of immediate large-scale retaliation and stable demand for affected goods; the largest uncertainties are the scale and speed of UK countermeasures and the broader impact on US-UK diplomatic relations.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"Russia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, which can stabilize prices and exchange rates (FX) by reducing uncertainty and the risk of sudden policy shocks. In the short term (0–12 months), the direct impact on GDP is modest but positive, as dialogue can prevent escalation of trade barriers and maintain existing trade volumes, particularly in sectors like agriculture, energy, and technology, which are sensitive to geopolitical tensions. Over the medium term (1–3 years), sustained dialogue may facilitate incremental increases in trade volumes and productivity by enabling sectoral cooperation and reducing compliance costs for exporters. The most affected stakeholders are multinational firms and exporters reliant on stable access to Russian markets or inputs. Retaliation and spillover risks are minimized compared to defective strategies, though the effectiveness depends on Russia’s reciprocal engagement and the broader geopolitical climate. Historical precedent from the US’s retention and expansion of bipartisan trade policies (as noted in the President’s 2025 Trade Policy Agenda) suggests that cooperative strategies can yield durable economic and political benefits. Key assumptions include a willingness from both sides to engage constructively and the absence of major external shocks; the largest uncertainty is the potential for sudden geopolitical deterioration, which could negate gains.",
    "base_payoff":3.2916666667
  },
  {
    "player":"United States",
    "opponent":"Russia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on Russian imports primarily transmits through higher import prices, reduced trade volumes, and potential currency (FX) adjustments. The most affected sectors are likely to be those reliant on Russian raw materials or intermediate goods, such as energy, metals, and certain agricultural products, with downstream impacts on U.S. manufacturing and consumer prices. In the short term (0–12 months), GDP is expected to decline modestly due to higher input costs and retaliatory risks, while the trade balance may improve slightly as imports from Russia fall. Over the medium term (1–3 years), U.S. producers may substitute away from Russian goods, but productivity could be hampered if alternative sources are costlier or less efficient. Retaliation by Russia, including counter-tariffs or supply restrictions, poses spillover risks, especially in sensitive sectors. Diplomatic tensions may escalate, reducing cooperation in other policy areas. Historical precedents from recent U.S. tariff actions (as described in the retrieved sources) show that such measures are often justified on economic nationalism grounds but can trigger unpredictable brinkmanship and global market volatility. Key assumptions include stable global demand and no major escalation beyond tariffs; the largest uncertainties are the scale of Russian retaliation and the adaptability of U.S. supply chains.",
    "base_payoff":1.85
  },
  {
    "player":"United States",
    "opponent":"Russia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach in US-Russia trade relations implies maintaining the status quo, with no immediate changes to tariffs, quotas, or sanctions. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are expected to remain stable in the short term, as no new policy shocks are introduced. Sectors most affected would be those with existing exposure to Russia, such as energy, aerospace, and agriculture, but the lack of new measures means no direct impact on these stakeholders. In the short term (0–12 months), GDP and trade balance are unlikely to shift, as confirmed by the absence of proactive or restrictive trade actions in recent US policy reviews. Over the medium term (1–3 years), the risk is that external shocks or policy changes by Russia or third parties could alter the equilibrium, but the US retains flexibility to respond. Retaliation or spillover risks are minimal under this strategy, and diplomatic dynamics remain neutral, as seen in previous periods of US trade policy inertia. Historical precedents from the ONS 2024c and recent US trade policy documents show that inaction often preserves stability but may be criticized for lack of direction, especially in volatile geopolitical contexts. The key assumption is that neither side escalates; the largest uncertainty is the potential for sudden geopolitical developments to force a policy shift.",
    "base_payoff":1.0375
  },
  {
    "player":"United States",
    "opponent":"Russia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Sanctions imposed by the United States on Russia primarily transmit through trade volumes, financial flows, and commodity prices, particularly in energy and high-tech sectors. The most affected stakeholders are U.S. exporters with exposure to Russia, multinational firms, and sectors reliant on Russian raw materials, while domestic energy producers may benefit from reduced competition. In the short term (0–12 months), U.S. GDP is likely to experience a modest negative impact due to disrupted supply chains and reduced export opportunities, but the overall trade balance may improve slightly as imports from Russia decline more than exports. Over the medium term (1–3 years), the negative GDP effect may persist or deepen if Russia retaliates or if global commodity prices rise, but the U.S. economy’s size and diversification limit the overall drag. Diplomatic risks include Russian countermeasures and potential strain with third countries affected by secondary sanctions. Historical precedents, such as sanctions on Russia in 2014 and 2022, show limited but persistent negative effects on both economies, with the U.S. using sanctions as a tool for geopolitical objectives. Key assumptions include stable global demand and no major escalation; uncertainties center on the scale of retaliation and global market reactions.",
    "base_payoff":2.4523809524
  },
  {
    "player":"United States",
    "opponent":"Russia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports from the United States to Russia would primarily affect trade volumes and prices, as US goods become more competitive in Russian and regional markets due to lower effective costs. The most affected sectors would likely be manufacturing and industry, given the comparative advantages and existing supply ties highlighted in the context of Russia’s trade with its neighbors. In the short term (0–12 months), US GDP could see a modest positive impact as export volumes rise, though the effect may be limited by existing sanctions and geopolitical tensions. Over the medium term (1–3 years), the trade balance with Russia could improve as subsidized exports gain market share, but this is contingent on Russia’s willingness to import US goods and the absence of retaliatory measures. There is a moderate risk of retaliation or spillover, such as Russia seeking alternative suppliers or imposing countermeasures, which could dampen the initial gains. Historical precedents from the context suggest that regional integration and export support can modernize economies and boost competitiveness, but short-term losses and social impacts must be managed. Key assumptions include stable diplomatic relations and no escalation of trade barriers, while the largest uncertainties involve potential policy shifts in Russia and the broader geopolitical environment.",
    "base_payoff":3.425
  },
  {
    "player":"United States",
    "opponent":"Russia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on Russian imports would primarily affect trade volumes, directly limiting the quantity of goods entering the U.S. market and likely raising prices for affected products due to reduced supply. The most impacted sectors would be those reliant on Russian commodities, such as energy, metals, and certain agricultural products, with downstream effects on U.S. manufacturers and consumers facing higher input costs. In the short term (0–12 months), GDP is expected to decline modestly as higher prices and supply disruptions reduce productivity and consumer spending, while the trade balance may improve slightly due to lower import volumes. Over the medium term (1–3 years), U.S. firms may adjust supply chains, but persistent quotas could dampen productivity and competitiveness. Retaliation risks are significant, as Russia may respond with countermeasures or seek alternative markets, potentially escalating into broader economic or geopolitical tensions. Recent U.S. trade policy trends, as noted in the ONS 2024c source, show a shift toward more coercive and unilateral actions, with similar measures previously resulting in strained relations even with Western allies. Key assumptions include stable global demand and no major third-party interventions; the largest uncertainties involve the scale of Russian retaliation and the adaptability of U.S. industries.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"Saudi Arabia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy leverages cooperative engagement to address trade frictions and foster economic ties between the United States and Saudi Arabia. The primary transmission channels are expected to be trade volumes and productivity, as open dialogue can reduce uncertainty, encourage investment, and facilitate smoother exchange of goods and services. Key sectors likely to benefit include energy, aerospace, and technology, with exporters and multinational firms as primary stakeholders. In the short term (0–12 months), GDP impact is modest but positive, as improved diplomatic relations reduce risk premiums and support stable trade flows. Over the medium term (1–3 years), the trade balance is expected to shift positively by 1.5%, as reduced barriers and enhanced cooperation stimulate exports and joint ventures. Retaliation or negative spillovers are minimal with this approach, and diplomatic dynamics are likely to improve, supporting broader geopolitical stability. Historical precedents from recent US trade policy agendas emphasize the value of open engagement in maintaining economic security and supporting growth, as noted in the President’s 2025 Trade Policy Agenda. Key assumptions include continued political stability and willingness from both sides to engage constructively; the largest uncertainties stem from potential external shocks or shifts in global energy markets.",
    "base_payoff":3.325
  },
  {
    "player":"United States",
    "opponent":"Saudi Arabia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by the United States against Saudi Arabia would primarily affect trade flows through higher import prices, reduced import volumes, and potential currency adjustments. The most affected sectors would likely include energy, petrochemicals, and downstream manufacturing reliant on Saudi inputs, with U.S. consumers and import-dependent industries facing higher costs. In the short term (0–12 months), GDP is expected to decline modestly due to increased input costs and potential supply chain disruptions, while the trade balance may improve slightly as imports fall. Over the medium term (1–3 years), retaliatory measures from Saudi Arabia could offset initial trade balance gains and further dampen U.S. growth, especially if Saudi Arabia targets U.S. exports or energy interests. Diplomatic relations would likely deteriorate, increasing spillover risks to broader economic and security cooperation. Historical precedents from recent U.S. tariff actions, as described in the ONS 2024c source, show that tariffs are increasingly used as a coercive tool but often provoke countermeasures and market volatility. Key assumptions include limited immediate retaliation and stable global energy prices; the largest uncertainties involve the scale of Saudi response and potential third-country effects.",
    "base_payoff":1.9833333333
  },
  {
    "player":"United States",
    "opponent":"Saudi Arabia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, primarily transmits its effects through the channel of policy uncertainty, with minimal immediate impact on prices, trade volumes, exchange rates, or productivity. In the short term (0–12 months), this stance is likely to result in negligible changes to GDP and trade balance, as no new tariffs, quotas, or incentives are introduced, and existing trade flows with Saudi Arabia remain stable. Key sectors such as energy, defense, and agriculture—major components of US-Saudi trade—are unlikely to experience significant disruption or benefit. Stakeholders, including exporters and importers, may experience a temporary pause in investment or contract negotiations due to uncertainty, but no direct losses or gains. In the medium term (1–3 years), the absence of proactive engagement could allow underlying issues to persist or escalate, but without immediate retaliation or spillover risks, as no provocative measures are taken. Historical precedents from recent US trade policy, such as periods of inaction or delayed response noted in the ONS 2024c and DBT 2024a sources, suggest that a 'WAIT AND SEE' posture maintains the status quo but may be perceived as rudderless or lacking direction. The main assumption is that external shocks or provocations do not force a rapid policy shift; the largest uncertainty is the potential for sudden geopolitical developments that could render this strategy obsolete.",
    "base_payoff":1.0375
  },
  {
    "player":"United States",
    "opponent":"Saudi Arabia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by the United States on Saudi Arabia would primarily affect trade volumes and prices, especially in sectors such as energy, petrochemicals, and machinery, given Saudi Arabia’s significant role as a global exporter. The immediate transmission channels would include higher import prices for U.S. firms reliant on Saudi goods, potential FX volatility, and disruptions in supply chains, which could reduce productivity in the short term (0–12 months). In the medium term (1–3 years), U.S. GDP is likely to experience a modest negative impact due to increased costs and reduced access to Saudi markets, while the U.S. trade balance may improve as imports from Saudi Arabia decline. However, there is a substantial risk of retaliation, with Saudi Arabia potentially imposing countermeasures or redirecting exports to other partners, which could escalate diplomatic tensions and create spillover effects in global energy markets. Historical precedents, such as Saudi Arabia’s use of export bans and temporary restrictions during the COVID-19 pandemic, demonstrate the country’s willingness to respond to external pressures, though these were sector-specific and not as broad as full sanctions. Key assumptions include stable global demand for oil and limited substitution options for U.S. importers, while the largest uncertainties involve the scale of Saudi retaliation and the response of other trading partners.",
    "base_payoff":0.2166666667
  },
  {
    "player":"United States",
    "opponent":"Saudi Arabia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United States would primarily affect trade volumes and prices by making U.S. goods more competitive internationally, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). The most affected sectors would be manufacturing and agriculture, which are typically export-oriented and sensitive to price competitiveness. In the medium term (1–3 years), the GDP is likely to see a modest positive impact as higher exports stimulate production and employment, though gains may be partially offset by potential retaliatory measures from trading partners like Saudi Arabia, who are actively seeking to expand their own non-oil exports as indicated by their 2030 strategy. Retaliation could include counter-subsidies or non-tariff barriers, which may dampen the initial benefits. Historical data from Saudi Arabia’s export diversification efforts show that government-led export promotion can yield significant increases in export volumes, as seen in the rise from USD 57 billion in 2018 to USD 85 billion in 2022. Key assumptions include stable global demand and no immediate escalation into a trade dispute. The largest uncertainties are the scale of retaliation and the response of global markets, which could affect the sustainability of the gains.",
    "base_payoff":3.425
  },
  {
    "player":"United States",
    "opponent":"Saudi Arabia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from Saudi Arabia would primarily affect trade volumes by directly limiting the quantity of goods—most likely oil or petrochemicals—entering the U.S. market. This restriction would likely raise domestic prices for affected goods due to reduced supply, impacting downstream sectors such as energy, manufacturing, and transportation, while potentially benefiting domestic producers in the short term. The immediate effect on GDP is expected to be mildly negative, as higher input costs and potential supply disruptions outweigh gains for protected industries. Over 0–12 months, the trade balance may improve modestly as import volumes fall, but over 1–3 years, retaliatory measures or supply chain adjustments by Saudi Arabia could erode these gains and introduce volatility. Diplomatic relations would likely deteriorate, increasing the risk of broader economic or political retaliation, as seen in past episodes of U.S. tariff and quota impositions referenced in the evolving U.S. trade strategy (ONS 2024c). The largest uncertainties include the scale of Saudi retaliation, the ability of U.S. industries to substitute imports, and the global market response. The policy assumes limited immediate retaliation and sufficient domestic capacity to absorb supply shocks, but these are significant risks.",
    "base_payoff":1.9833333333
  },
  {
    "player":"China",
    "opponent":"United States",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and potential stabilization of prices and trade volumes. By fostering communication, both China and the United States can address tariff disputes and non-tariff barriers, which may lead to more predictable exchange rates (FX) and support productivity, especially in sectors like manufacturing, technology, and agriculture that have been most affected by recent trade tensions. In the short term (0–12 months), the impact on GDP is likely modest but positive, as reduced brinkmanship lowers risk premiums and encourages investment. Over the medium term (1–3 years), sustained dialogue could facilitate incremental trade liberalization, supporting a slight improvement in China’s trade balance and further GDP gains. However, the risk of retaliation or negative spillovers is minimized compared to more coercive strategies, though progress depends on reciprocal US engagement. Historical precedents from recent years, as noted in the ONS 2024c and US trade policy reports, show that periods of dialogue have coincided with greater market stability, while aggressive unilateral actions have led to volatility. Key assumptions include a willingness from both sides to engage constructively and the absence of major external shocks. The largest uncertainties stem from the volatile geopolitical backdrop and the potential for sudden policy reversals.",
    "base_payoff":3.3083333333
  },
  {
    "player":"China",
    "opponent":"United States",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by China in response to U.S. tariff hikes primarily transmits through higher import prices, reduced trade volumes, and potential currency adjustments. The most affected sectors are those heavily reliant on bilateral trade, particularly strategic manufacturing and technology goods. In the short term (0–12 months), GDP is expected to decline modestly due to higher input costs and disrupted supply chains, while the trade balance may improve slightly as imports from the U.S. fall. Over the medium term (1–3 years), persistent tariffs could incentivize diversification of import sources, limited reshoring, and increased friendshoring, but also risk productivity losses from less efficient supply chains. Retaliation is highly likely, as evidenced by the 2025 escalation where China imposed a 125% tariff in response to a 145% U.S. tariff, resulting in a forecasted 0.2% loss in global merchandise trade. Diplomatic tensions and spillover effects on global markets are significant risks. Key assumptions include continued exclusion of certain goods from tariffs and ongoing attempts at negotiation. The largest uncertainties are the duration of the tariff regime and the extent of global supply chain reconfiguration.",
    "base_payoff":2.4761904762
  },
  {
    "player":"China",
    "opponent":"United States",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by China in response to evolving US trade policy, particularly amid the US's recent shift toward more coercive and unilateral trade actions, would primarily transmit effects through expectations and market sentiment rather than immediate changes in prices, volumes, or exchange rates. In the short term (0–12 months), this strategy is likely to result in minimal direct impact on GDP or trade balance, as no new tariffs, quotas, or subsidies are introduced, and existing trade flows remain largely unchanged. The most affected stakeholders are exporters in strategic sectors, such as technology and manufacturing, who may experience uncertainty but no immediate disruption. In the medium term (1–3 years), the lack of proactive engagement could leave China vulnerable to sudden US policy shifts, such as preemptive tariffs or sanctions, which could negatively affect trade volumes and sectoral productivity if not countered. Diplomatic dynamics may remain stable but tense, with a risk of missed opportunities for de-escalation or diversification. Historical precedents from recent years, as noted in the ONS 2024c report, show that inaction during periods of US trade policy volatility can lead to a fragmented and unpredictable trade environment, with potential spillovers if the US implements broad tariff policies ahead of formal reviews. The key assumption is that the US will not escalate without provocation, but the largest uncertainty is the unpredictability of US actions, which could rapidly alter the status quo.",
    "base_payoff":1.2375
  },
  {
    "player":"China",
    "opponent":"United States",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Sanctions imposed by the United States on China would primarily transmit through price increases, reduced trade volumes, and potential foreign exchange volatility, as well as productivity losses in sectors reliant on bilateral supply chains. The most affected sectors would include strategic industries such as electronics, machinery, and advanced manufacturing, as these have been central to recent US-China trade tensions and tariff actions. In the short term (0–12 months), China would likely experience a contraction in export volumes to the US, leading to negative GDP growth and a deterioration in its trade balance, as alternative markets may not fully compensate for lost US demand. Over the medium term (1–3 years), persistent sanctions could incentivize diversification of export markets and supply chains, but productivity could remain subdued due to disrupted access to technology and inputs. Retaliation risks are high, with China potentially imposing countermeasures or seeking to undermine US interests in global markets, escalating economic and diplomatic tensions. Historical precedents, such as the US tariffs on Chinese goods from 2017–2022, show significant trade diversion and economic costs, with limited evidence of rapid adjustment. Key assumptions include the scale and scope of sanctions, the ability of Chinese firms to reorient exports, and the global response; the largest uncertainties involve the severity of retaliation and the resilience of affected sectors.",
    "base_payoff":-3.1583333333
  },
  {
    "player":"China",
    "opponent":"United States",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in China primarily transmits through lower export prices, increased export volumes, and potential currency effects as export surpluses may put upward pressure on the renminbi. The most affected sectors are likely to be strategic industries targeted by US tariffs, as well as non-strategic manufacturing sectors where China has lost US market share. In the short term (0–12 months), GDP is likely to see a modest boost due to higher output and employment in export-oriented sectors, while the trade balance with the US may improve as Chinese goods regain competitiveness. Over the medium term (1–3 years), gains may be tempered by US retaliation, such as new tariffs or quotas, and possible diversification of US imports toward other countries, as observed in the 2017–2022 period when US tariffs on China led to shifts in trade patterns and increased imports from alternative partners. Retaliation risks are significant, with potential for escalation into broader trade disputes, and diplomatic relations may deteriorate. Historical precedents from the post-2017 US-China trade tensions show that while subsidies can temporarily offset tariff impacts, they often provoke countermeasures and encourage import diversification. Key assumptions include the scale and targeting of subsidies, and the largest uncertainties relate to the US policy response and the adaptability of global supply chains.",
    "base_payoff":6.0666666667
  },
  {
    "player":"China",
    "opponent":"United States",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on exports to the United States would primarily affect trade volumes, leading to a reduction in Chinese export quantities, especially in strategic sectors targeted by US tariffs and trade actions. The immediate transmission channel is a decline in export volumes, which could depress prices for quota-constrained goods and reduce foreign exchange inflows, negatively impacting China’s GDP in the short term (0–12 months). Sectors most affected would include electronics, machinery, and other strategic industries previously subject to US tariffs, as these have already seen shifts in trade patterns and market share losses. In the medium term (1–3 years), the quota could incentivize diversification of export markets or domestic consumption, but the initial negative impact on productivity and output would likely persist. Retaliation risks are high, as the US has demonstrated a willingness to escalate trade barriers, potentially leading to further rounds of tariffs or sanctions, as seen in recent years. Historical precedents from the US-China trade war (2017–2022) show that such restrictive measures can trigger significant trade diversion, reshoring, and friendshoring, but also result in economic losses for both sides. Key assumptions include the absence of immediate compensatory policy measures and continued US willingness to escalate. The largest uncertainties are the scale of US retaliation and the speed of Chinese market adjustment.",
    "base_payoff":1.6958333333
  },
  {
    "player":"China",
    "opponent":"India",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy leverages cooperative engagement to strengthen bilateral trade relations, primarily impacting trade volumes and, to a lesser extent, prices and foreign exchange stability. By establishing institutional mechanisms for regular policy dialogue and trade facilitation, as advocated in the retrieved findings, China can expect a significant increase in trade volume with India, especially if political stability is enhanced. The most affected sectors are likely to be manufacturing, technology, and agriculture, where both countries have complementary interests and existing trade flows. In the short term (0–12 months), the impact on GDP and trade balance may be moderate as trust and new agreements are built, but in the medium term (1–3 years), the effect is expected to be more pronounced, with a positive shift in trade balance and GDP growth due to increased export opportunities and reduced non-tariff barriers. Retaliation or negative spillovers are minimal with this cooperative approach, and diplomatic dynamics are likely to improve, as evidenced by the 44.8% trade volume increase associated with improved political stability in similar contexts. Historical precedents from the UK’s Vision 2030 strategy and recommendations for regular policy dialogue with BRICS partners support the effectiveness of this approach. Key assumptions include sustained political will and absence of major external shocks; the largest uncertainty is the potential for unforeseen geopolitical tensions to disrupt progress.",
    "base_payoff":8.6666666667
  },
  {
    "player":"China",
    "opponent":"India",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on China primarily transmits through higher import prices, reduced trade volumes, and potential currency adjustments. The most affected sectors are those reliant on Chinese intermediate and finished goods, especially strategic sectors such as electronics, machinery, and consumer goods. In the short term (0–12 months), US importers face higher costs, leading to reduced import volumes from China and a modest improvement in the US trade balance, as evidenced by significant negative coefficients for tariffed Chinese goods in recent empirical studies. Over the medium term (1–3 years), some import substitution may occur, with diversification toward other suppliers like India, but overall productivity may decline due to higher input costs and supply chain disruptions. Retaliation risks are high, with China likely to impose countermeasures, potentially escalating into broader trade conflict and global market volatility. Historical precedents, such as the 2018–2019 US-China trade war, show that tariffs led to import declines from China, partial trade diversion, and limited reshoring, but also higher costs for US firms and consumers. Key assumptions include stable global demand and no major currency devaluation by China; the largest uncertainties are the scale of retaliation and the speed of supply chain adjustment.",
    "base_payoff":3.2797619048
  },
  {
    "player":"China",
    "opponent":"India",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by China towards India, in the current global trade context, is likely to have minimal immediate impact on GDP, political capital, or the bilateral trade balance. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are largely unaffected in the short term, as no active policy change is implemented. Sectors most affected would be those sensitive to policy signals, such as electronics, textiles, and intermediate goods, but the lack of action means stakeholders experience continued uncertainty rather than direct disruption. In the short term (0–12 months), this strategy maintains the status quo, with negligible changes in GDP or trade flows. Over the medium term (1–3 years), the absence of engagement or escalation could lead to missed opportunities for trade growth or risk mitigation, especially if global trade volatility persists as noted in 2023–2024. Retaliation or spillover risks are low, but diplomatic inertia may erode trust or delay resolution of underlying trade tensions. Historical precedents from the UK’s recent trade policy drift (ONS 2024c; IPPR 2024) suggest that inaction amid global uncertainty can result in lost competitiveness and strategic drift. Key assumptions include stable external conditions and no sudden shocks; the largest uncertainty is whether external events force a reactive rather than proactive policy shift.",
    "base_payoff":0.7071428571
  },
  {
    "player":"China",
    "opponent":"India",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Sanctions imposed by China on India would primarily affect trade volumes and prices, with immediate disruptions in bilateral flows, especially in strategic sectors such as electronics, machinery, and chemicals. The primary transmission channels would be reduced export and import volumes, potential price increases for restricted goods, and possible currency volatility if market confidence is shaken. In the short term (0–12 months), GDP is likely to contract modestly due to lost export markets and supply chain disruptions, while the trade balance may deteriorate as China seeks alternative suppliers or faces higher input costs. Over the medium term (1–3 years), some trade diversion or reshoring may occur, but the net effect is likely negative unless new markets are secured. Retaliation risks are significant, as India could respond with counter-sanctions or tariffs, escalating diplomatic tensions and further harming economic prospects. Historical precedents from US-China trade tensions (2017–2022) show that sanctions and tariffs led to import diversification but also reduced overall trade openness and growth, with strategic sectors most affected. Key assumptions include the scale and scope of sanctions, the ability of firms to find alternative markets, and the resilience of affected industries. The largest uncertainties are the speed of retaliation and the global market’s response.",
    "base_payoff":-2.3708333333
  },
  {
    "player":"China",
    "opponent":"India",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports primarily affects the economy through price competitiveness, as lower export prices can increase volumes sold abroad, especially in sectors where China already has comparative advantage. The main transmission channels are reduced export prices (via subsidies), increased export volumes, and potential currency appreciation due to higher foreign exchange inflows. Sectors most affected would be strategic and non-strategic industries targeted by export promotion, such as manufacturing and technology, as indicated by the focus on product-level import growth in strategic industries in the referenced studies. In the short term (0–12 months), GDP is likely to rise due to increased production and export activity, with a positive shift in the trade balance as export volumes outpace imports. Over the medium term (1–3 years), gains may moderate if India or other partners retaliate with tariffs or quotas, as suggested by the analysis of US-China trade dynamics and the impact of China tariffs on global trade patterns. Retaliation risk is significant, potentially leading to diplomatic tensions and countermeasures, which could erode some of the initial gains. Historical precedents from the referenced reports show that export promotion can be effective in boosting trade and GDP, but also highlight the risk of trade partner backlash, as seen in the US response to Chinese export growth. Key assumptions include the absence of immediate, severe retaliation and continued global demand for subsidized Chinese goods; the largest uncertainties are the scale and speed of Indian or multilateral countermeasures and the sustainability of subsidy funding.",
    "base_payoff":5.4666666667
  },
  {
    "player":"China",
    "opponent":"India",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from India would primarily affect trade volumes, leading to reduced import quantities and potential price increases for quota-restricted goods in China. The most affected sectors would be those where India is a significant supplier, particularly in strategic industries targeted by recent US-China trade actions, as referenced in the context. In the short term (0–12 months), Chinese GDP is likely to decline modestly due to higher input costs and potential supply chain disruptions, while the trade balance may improve as import volumes fall. Over the medium term (1–3 years), Chinese firms may seek alternative suppliers or invest in domestic production, partially offsetting initial negative impacts but with possible productivity losses. Retaliation risks are significant; India could respond with its own trade barriers, escalating tensions and potentially harming Chinese exporters. Historical precedents, such as the US imposition of tariffs and quotas on China, show that such measures can lead to trade diversion, increased costs, and diplomatic friction. Key assumptions include the absence of immediate large-scale retaliation and the ability of Chinese industries to adapt. The largest uncertainties involve the scale of Indian countermeasures and the speed of supply chain adjustments.",
    "base_payoff":1.0958333333
  },
  {
    "player":"China",
    "opponent":"United Kingdom",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and potential easing of non-tariff barriers, which can positively influence prices, trade volumes, and exchange rate stability. The most affected sectors are likely to be those with significant cross-border supply chains, such as manufacturing and technology, as well as exporters and importers reliant on stable UK-China trade flows. In the short term (0–12 months), GDP impact is modest but positive due to increased business confidence and potential for incremental trade facilitation. Over the medium term (1–3 years), the trade balance may improve slightly as dialogue reduces friction and supports incremental export growth, though the effect is limited by the UK’s current low trade openness and ongoing global fragmentation. Retaliation or negative spillovers are unlikely with this cooperative stance, and diplomatic dynamics are expected to stabilize, especially given the UK’s stated ambition for a new trade strategy focused on growth and security. Historical precedents from recent UK trade policy suggest that dialogue-based approaches have not yielded dramatic shifts but have supported incremental improvements in economic security and sectoral cooperation. Key assumptions include a willingness from both sides to engage constructively and no major external shocks; the largest uncertainties stem from global geopolitical volatility and the risk of policy reversals. Overall, the strategy is expected to yield moderate but positive economic and political outcomes.",
    "base_payoff":3.475
  },
  {
    "player":"China",
    "opponent":"United Kingdom",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on UK imports will primarily affect trade through higher prices for UK goods in China, reducing import volumes and potentially leading to currency adjustments if the UK pound weakens in response to lower export demand. The most affected sectors are likely to be UK manufacturing and high-value exports, as well as Chinese importers and consumers facing higher costs. In the short term (0–12 months), the UK may see a decline in export volumes to China, with a modest improvement in China’s trade balance due to reduced imports, but at the cost of higher input prices and potential supply chain disruptions. Over the medium term (1–3 years), retaliatory measures from the UK are highly probable, escalating trade tensions and possibly leading to a broader decline in bilateral trade and investment, with negative impacts on GDP for both countries. Historical precedents, such as the US-China tariff escalations under President Trump, show that such measures often trigger retaliation and have limited effectiveness in achieving long-term trade balance improvements. The largest uncertainties include the scale of UK retaliation, the resilience of affected sectors, and the broader geopolitical climate, especially given the UK’s relatively limited trade defence options compared to the EU and the volatile global environment.",
    "base_payoff":1.6958333333
  },
  {
    "player":"China",
    "opponent":"United Kingdom",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by China towards the United Kingdom is characterized by maintaining the status quo in trade relations, with no immediate policy shifts such as tariffs, quotas, or subsidies. The primary transmission channels—prices, volumes, FX, and productivity—are expected to remain stable in the short term, as neither side introduces new trade barriers or incentives. Sectors most affected are those sensitive to policy uncertainty, such as advanced manufacturing and services, but the lack of action means no direct impact on trade flows or sectoral output. In the short term (0–12 months), GDP and trade balance effects are neutral, as confirmed by the UK’s recent experience of policy inertia leading to stagnation in trade openness (ONS 2024c; DBT 2024a). Over the medium term (1–3 years), the absence of proactive engagement could risk missed opportunities for growth or resilience, especially given the UK’s current efforts to revamp its trade strategy. Retaliation or spillover risks are minimal, as no provocative measures are taken, but diplomatic dynamics may stagnate, reducing the chance for positive breakthroughs. Historical precedents from the UK’s recent period of trade policy drift (2018–2023) show that inaction can lead to underperformance relative to peers (Hunsaker 2024). Key assumptions include continued geopolitical volatility and no external shocks; the largest uncertainty is whether either side will shift to a more active stance in response to global events.",
    "base_payoff":1.2375
  },
  {
    "player":"China",
    "opponent":"United Kingdom",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by China on the United Kingdom would primarily affect trade volumes and prices, with immediate disruptions in bilateral goods and services flows. Key transmission channels include higher import costs for UK firms, potential supply chain bottlenecks, and currency volatility if investor sentiment deteriorates. Sectors most affected would likely be advanced manufacturing, technology, and consumer goods, given the UK's reliance on intermediate and finished products from China. In the short term (0–12 months), UK GDP would likely contract due to reduced export opportunities and higher input costs, while the trade balance would worsen as both imports and exports decline, but with a sharper fall in UK exports to China. Over the medium term (1–3 years), some supply chain adaptation may occur, but productivity could be hampered by persistent trade barriers. Retaliation risks are high, with the UK potentially responding with its own trade defence measures, escalating economic fragmentation as noted in recent UK trade strategy discussions. Historical precedents, such as the Sino-Lithuanian crisis, show that sanctions can lead to significant economic and diplomatic fallout, with limited recourse for smaller economies. Key assumptions include the absence of rapid diplomatic resolution and limited third-country mitigation. The largest uncertainties are the scale of sectoral exposure and the potential for broader geopolitical spillovers.",
    "base_payoff":-3.1583333333
  },
  {
    "player":"China",
    "opponent":"United Kingdom",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports primarily affects trade through price competitiveness, as lower export prices can increase Chinese goods' attractiveness in the UK market, boosting export volumes and potentially improving China's trade balance in the short term (0–12 months). The most affected sectors are those where China already has or is developing comparative advantage, such as manufacturing and technology, mirroring the UK's own focus on sectors of revealed comparative advantage. In the medium term (1–3 years), the GDP impact is likely positive due to increased production and potential productivity gains from scale, but this is contingent on the absence of significant retaliatory measures. However, the risk of retaliation is notable: the UK, facing a trade deficit and seeking to support its own export sectors, may respond with tariffs, quotas, or other defensive trade policies, as suggested by the UK's recent emphasis on aligning trade strategy with economic security and industrial policy. Historical precedents, such as the UK's own export promotion activities and the global response to aggressive export subsidies, indicate that while initial gains are possible, diplomatic tensions and countermeasures can erode benefits. Key assumptions include stable global demand and no immediate escalation of trade disputes; the largest uncertainties are the UK's policy response and the broader geopolitical climate.",
    "base_payoff":5.4666666667
  },
  {
    "player":"China",
    "opponent":"United Kingdom",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on UK imports would primarily affect trade volumes, directly limiting the quantity of goods entering China from the UK. This would likely lead to higher prices for restricted goods in the Chinese market, potentially benefiting domestic producers but raising costs for consumers and downstream industries. The most affected sectors would be those with significant UK export exposure, such as advanced manufacturing and certain services. In the short term (0–12 months), the quota could improve China’s trade balance with the UK by reducing imports, but it would also risk supply chain disruptions and reduced productivity in sectors reliant on UK inputs. Over the medium term (1–3 years), the negative impact on GDP could become more pronounced if UK retaliation or broader trade fragmentation occurs, as suggested by recent UK trade strategy discussions highlighting increased geopolitical volatility and the need for stronger trade defence (ONS 2024c; IPPR 2024). Diplomatic relations would likely deteriorate, increasing the risk of reciprocal measures. Historical precedents from the UK’s recent trade policy context indicate that such defensive measures can lead to tit-for-tat escalation, especially in a fragmented global environment. Key assumptions include stable domestic demand and no immediate alternative suppliers, while the largest uncertainties involve the scale of UK retaliation and global market reactions.",
    "base_payoff":1.8833333333
  },
  {
    "player":"China",
    "opponent":"Russia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Pursuing an OPEN DIALOGUE strategy between China and Russia is likely to positively impact GDP and trade balance in the medium term, primarily through increased trade volumes and improved diplomatic relations. The main transmission channels are enhanced policy dialogue, reduced uncertainty, and the facilitation of trade agreements, which can lower transaction costs and improve productivity, especially in sectors such as manufacturing, energy, and technology. In the short term (0–12 months), the impact on GDP may be modest as negotiations and institutional mechanisms are established, but the groundwork for increased trade flows is laid. Over the medium term (1–3 years), stable bilateral relations can yield significant economic returns, as evidenced by findings that a one-unit improvement in political stability can increase trade volume by 44.8%. The most affected stakeholders are exporters, importers, and industries reliant on cross-border supply chains. Retaliation or negative spillovers are limited under a cooperative approach, though uncertainties remain regarding the durability of political stability and external geopolitical shocks. Historical precedents from the UK’s Vision 2030 strategy and recommendations for regular policy dialogue with BRICS partners support the effectiveness of this approach. Key assumptions include continued commitment to dialogue and absence of major external shocks; the largest uncertainties relate to geopolitical volatility and the potential for policy reversals.",
    "base_payoff":3.475
  },
  {
    "player":"China",
    "opponent":"Russia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on China primarily transmits through higher import prices, reduced import volumes, and potential currency adjustments as Chinese exporters face diminished US demand. The most affected sectors are those with high exposure to Chinese imports, especially strategic sectors such as electronics, machinery, and consumer goods, as well as US firms reliant on Chinese supply chains. In the short term (0–12 months), GDP is likely to contract due to higher input costs and supply chain disruptions, while the trade balance may improve as imports from China fall and are partially replaced by other countries or domestic production. Over the medium term (1–3 years), some import substitution and possible reshoring or nearshoring may occur, but overall productivity could decline due to less efficient supply chains and higher costs. Retaliation risks are significant, as China may impose counter-tariffs or seek alternative markets, potentially escalating into broader trade conflict and affecting global economic diplomacy. Historical precedents, such as the 2018–2019 US-China trade war, show substantial declines in tariffed import volumes (Bernard et al., 2024) and shifts in trade patterns, with some diversification but limited reshoring. Key assumptions include the absence of immediate large-scale exemptions and that other countries do not fully offset lost Chinese imports. The largest uncertainties are the scale of retaliation and the speed of supply chain adaptation.",
    "base_payoff":3.2797619048
  },
  {
    "player":"China",
    "opponent":"Russia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by China towards Russia is characterized by minimal immediate intervention in trade policy, resulting in negligible short-term effects on GDP, political standing, or trade balance. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are largely unaffected in the absence of active measures such as tariffs or sanctions. Sectors most exposed to bilateral trade, such as energy, machinery, and agriculture, will experience continued uncertainty, potentially delaying investment or contract renewals. In the short term (0–12 months), the impact on GDP and trade balance is neutral, as no new barriers or incentives are introduced. Over the medium term (1–3 years), the lack of policy direction could lead to missed opportunities or increased vulnerability to external shocks, especially if geopolitical tensions escalate or if other countries implement more assertive strategies. Retaliation or spillover risks are minimal in the immediate term, but diplomatic dynamics may shift if either side perceives inaction as a lack of support or resolve. Historical precedents from the UK’s recent trade policy, as discussed in ONS 2024c and IPPR reports, show that indecision or policy drift can erode economic security and leave a country exposed to external volatility. Key assumptions include stable external conditions and no sudden escalation in bilateral disputes; the largest uncertainty is the potential for rapid geopolitical change that could render a passive stance costly.",
    "base_payoff":0.7071428571
  },
  {
    "player":"China",
    "opponent":"Russia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by China on Russia would primarily affect trade volumes and prices, with immediate disruptions in sectors such as energy, raw materials, and machinery, given Russia's reorientation of trade towards China following Western sanctions (Ioannou et al 2023). The primary transmission channels would be reduced export volumes, potential price increases for sanctioned goods, and possible FX volatility if bilateral trade is significant. In the short term (0–12 months), Chinese GDP would likely contract modestly due to lost export opportunities and higher input costs, while the trade balance with Russia would deteriorate as sanctioned goods are replaced by more expensive or less efficient alternatives. Over the medium term (1–3 years), some adjustment may occur through trade diversion or new supply chains, but productivity losses and persistent trade frictions would weigh on growth. Retaliation risks are high, as Russia could restrict critical exports or seek alternative partners, escalating diplomatic tensions. Historical precedents, such as the EU and G7 sanctions on Russia, show significant trade reorientation and economic costs for both sides (Ioannou et al 2023). Key assumptions include the scale and scope of sanctions, while the largest uncertainties are the speed of trade diversion and the potential for third-country mediation.",
    "base_payoff":0.0291666667
  },
  {
    "player":"China",
    "opponent":"Russia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports from China to Russia would primarily affect trade volumes and prices, making Chinese goods more competitive in the Russian market by lowering effective export prices. This could increase export volumes, especially in sectors where Russia has a raw material export bias and imports higher value-added goods from China, such as machinery, electronics, and chemicals. In the short term (0–12 months), the policy is likely to boost Chinese GDP modestly due to increased production and export activity, while improving the trade balance with Russia. Over the medium term (1–3 years), gains may moderate as Russia’s capacity to absorb imports is limited by its own economic structure and potential retaliatory measures. The main risk is that Russia, having previously expressed concern over the structure of bilateral trade and its reliance on primary goods exports, could respond with non-tariff barriers or seek to diversify suppliers, dampening the effectiveness of the subsidy. Historical context from the retrieved sources shows that Russia has been sensitive to imbalances in trade with China, and any perceived escalation could strain diplomatic relations. Key assumptions include stable demand in Russia and no immediate large-scale retaliation. The largest uncertainties are the potential for Russian policy shifts and global market reactions.",
    "base_payoff":3.6416666667
  },
  {
    "player":"China",
    "opponent":"Russia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on trade between China and Russia would primarily affect trade volumes, leading to reduced exports and imports in targeted sectors, especially those deemed strategic or sensitive. The immediate transmission channels would be a restriction in volumes, likely causing price increases for quota-limited goods and potential currency volatility if trade imbalances widen. Sectors most affected would include strategic industries, as highlighted in recent US-China tariff disputes, with downstream manufacturers and exporters facing higher input costs and supply chain disruptions. In the short term (0–12 months), GDP is expected to decline due to reduced trade activity and lower productivity, while the trade balance may improve modestly if imports are more restricted than exports. Over the medium term (1–3 years), firms may seek alternative markets or suppliers, but persistent quotas could dampen investment and innovation. Retaliation risks are significant, as seen in the US-China tariff episodes, where affected countries responded with countermeasures, escalating trade tensions and causing spillovers to global markets. Diplomatic relations may deteriorate, complicating future negotiations. Historical precedents from US-China trade actions show that such measures can lead to import diversification, but also to higher costs and market volatility. Key assumptions include the scale and scope of the quota, and the largest uncertainties relate to the speed and severity of retaliatory actions and the adaptability of affected industries.",
    "base_payoff":1.6958333333
  },
  {
    "player":"China",
    "opponent":"Saudi Arabia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between China and Saudi Arabia is expected to positively impact both GDP and trade balance, primarily through increased trade volumes and improved diplomatic relations. The main transmission channels include enhanced trade facilitation, reduced transaction costs, and greater policy certainty, which together boost export and import volumes. Sectors most affected will be energy, manufacturing, and services, with exporters and logistics providers as key stakeholders. In the short term (0–12 months), the impact will be moderate as institutional mechanisms and trade facilitation offices are established, but in the medium term (1–3 years), trade volumes are projected to rise significantly, as evidenced by a 44.8% increase in trade volume associated with improved political stability in retrieved studies. There is minimal risk of retaliation, and diplomatic spillovers are likely to be positive, strengthening economic security and supporting growth. Historical precedents from Vision 2030-related policy dialogues and the establishment of regular policy dialogue mechanisms with BRICS partners show high economic returns from stable bilateral relationships. Key assumptions include continued political stability and mutual commitment to dialogue, while the largest uncertainties relate to external geopolitical shocks and global market volatility.",
    "base_payoff":10.0
  },
  {
    "player":"China",
    "opponent":"Saudi Arabia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on China primarily transmits through higher import prices, reduced trade volumes, and potential currency adjustments. The most affected sectors are those with high exposure to Chinese imports, especially strategic and tariffed goods, as shown by significant negative coefficients in import growth for these categories. In the short term (0–12 months), GDP is likely to decline due to higher input costs and disrupted supply chains, while the trade balance may improve as imports from China fall and are partially replaced by other countries or domestic production. Over the medium term (1–3 years), some import substitution and possible reshoring or friendshoring could mitigate GDP losses, but persistent inflationary pressures and reduced competitiveness may offset gains. Retaliation risks are high, with China potentially imposing counter-tariffs or shifting trade to other partners, which could escalate into broader trade disputes. Historical precedents from recent US-China tariff rounds show significant trade diversion and import contraction in targeted sectors, but limited evidence of large-scale reshoring. Key assumptions include stable global demand and no major currency devaluation by China; the largest uncertainties are the scale of retaliation and the adaptability of supply chains.",
    "base_payoff":1.6958333333
  },
  {
    "player":"China",
    "opponent":"Saudi Arabia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies that China will refrain from immediate policy changes or interventions in its trade relationship with Saudi Arabia. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are likely to remain stable in the short term, as no new tariffs, quotas, or subsidies are introduced. Sectors most affected are those with high exposure to bilateral trade, such as energy, manufacturing, and technology, but the absence of new measures means minimal disruption for stakeholders. In the short term (0–12 months), GDP and trade balance impacts are expected to be neutral, as existing trade flows persist without shocks. Over the medium term (1–3 years), the lack of proactive engagement could result in missed opportunities for growth or risk mitigation, especially if geopolitical volatility increases, as highlighted by the strong correlation between political stability and trade volumes (ONS 2024c). Retaliation or spillover risks are low, given the non-confrontational stance, but diplomatic dynamics may stagnate, potentially reducing influence in future negotiations. Historical precedents from the UK’s recent trade policy show that inaction amid a volatile backdrop can lead to a rudderless policy environment and lost competitiveness. Key assumptions include continued political stability and no external shocks; the largest uncertainty is the potential for sudden geopolitical or economic shifts that could render passivity costly.",
    "base_payoff":1.2375
  },
  {
    "player":"China",
    "opponent":"Saudi Arabia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by China on Saudi Arabia would primarily affect trade volumes and prices, with immediate disruptions in bilateral flows, especially in sectors such as energy, petrochemicals, and machinery. The main transmission channels would be reduced export volumes from Saudi Arabia, potential price increases for alternative suppliers, and increased exchange rate volatility due to uncertainty. In the short term (0–12 months), China’s GDP would likely contract modestly due to higher input costs and supply chain adjustments, while the trade balance with Saudi Arabia would deteriorate as imports fall and alternative sourcing remains costly. Over the medium term (1–3 years), some substitution may occur, but persistent sanctions could erode productivity and competitiveness in affected sectors. Retaliation risks are significant, as Saudi Arabia could respond with countermeasures or seek closer ties with other BRICS members, amplifying diplomatic tensions and spillover effects. Historical evidence from the retrieved sources highlights the sensitivity of trade volumes to political stability and policy shocks, with previous studies showing strong correlations between such disruptions and negative trade outcomes. Key assumptions include the absence of immediate third-party mediation and that both countries maintain current macroeconomic policies; the largest uncertainties involve the scale of retaliation and the adaptability of supply chains.",
    "base_payoff":-3.575
  },
  {
    "player":"China",
    "opponent":"Saudi Arabia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports primarily transmits through price competitiveness, as Chinese goods become cheaper in Saudi Arabia, likely increasing export volumes in the short term (0–12 months) and improving China’s trade balance with Saudi Arabia. The most affected sectors would be manufacturing and technology, which are already major Chinese export categories. In the medium term (1–3 years), the GDP impact is positive but may moderate as Saudi Arabia could respond with sector-specific competitiveness strategies or currency hedging mechanisms, as noted in recent Saudi export policy reports. There is a risk of retaliation, such as Saudi Arabia raising tariffs or imposing quotas, which could dampen the initial gains and introduce diplomatic friction, especially if the move is perceived as undermining local Saudi industries. Historical data from Saudi trade policy responses indicate that political stability and bilateral arrangements significantly influence trade volumes, suggesting that China’s move could prompt Saudi Arabia to seek new financial instruments or bilateral currency arrangements to offset the impact. Key assumptions include stable global demand and no immediate multilateral sanctions. The largest uncertainties are the scale of Saudi countermeasures and the potential for broader BRICS coordination, which could either mitigate or amplify the effects.",
    "base_payoff":4.6791666667
  },
  {
    "player":"China",
    "opponent":"Saudi Arabia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on trade with Saudi Arabia would primarily affect trade volumes, directly limiting the quantity of goods China can import or export to Saudi Arabia. This restriction is likely to increase prices for quota-constrained goods, reduce overall trade volumes, and potentially disrupt supply chains, especially in strategic sectors such as energy, petrochemicals, and manufacturing. In the short term (0–12 months), GDP is expected to decline modestly due to reduced export opportunities and potential inefficiencies, while the trade balance may improve slightly if quotas target imports. Over the medium term (1–3 years), the negative impact on GDP could persist or worsen if Saudi Arabia retaliates or if Chinese firms lose market share. Retaliation risks are significant, as recent global trends show a shift toward more coercive and unilateral trade actions, with unpredictable diplomatic consequences. Historical precedents from US-China trade tensions (2017–2022) indicate that such measures can lead to diversification of trade partners and increased volatility. Key assumptions include stable global demand and no immediate large-scale retaliation; the largest uncertainties involve the scale of Saudi response and the adaptability of affected sectors.",
    "base_payoff":1.4666666667
  },
  {
    "player":"India",
    "opponent":"United States",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between India and the United States primarily operates through diplomatic and institutional channels, fostering regular policy dialogue and reducing trade frictions. This approach is likely to stabilize prices and increase trade volumes by lowering uncertainty and transaction costs, which can enhance productivity, especially in sectors reliant on cross-border supply chains such as technology, pharmaceuticals, and services. In the short term (0–12 months), the impact on GDP is modest but positive, as improved diplomatic relations encourage investment and trade facilitation, with a slight improvement in the trade balance due to reduced non-tariff barriers. Over the medium term (1–3 years), these effects are expected to strengthen, supporting higher export growth and economic security. The risk of retaliation or negative spillovers is low, as cooperative engagement typically reduces the likelihood of trade disputes. Historical precedents from the UK’s recent trade strategy and recommendations for regular policy dialogue with BRICS partners demonstrate that stable bilateral relationships can yield significant economic returns, with one study indicating a 44.8% increase in trade volume from improved political stability. Key assumptions include the willingness of both parties to engage constructively and the absence of major geopolitical shocks. The largest uncertainties relate to external global volatility and domestic political changes in either country.",
    "base_payoff":3.9833333333
  },
  {
    "player":"India",
    "opponent":"United States",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by India against the United States would primarily affect trade through higher import prices, reduced import volumes, and potential currency adjustments. The most affected sectors would likely be those with significant US-India trade flows, such as machinery, electronics, and agricultural products, impacting both Indian importers and US exporters. In the short term (0–12 months), GDP could decline modestly due to higher input costs and potential supply chain disruptions, while the trade balance may improve slightly as imports from the US decrease. Over the medium term (1–3 years), retaliatory measures from the US are likely, potentially escalating into a broader trade conflict, which could further dampen growth and offset any initial trade balance gains. Diplomatic tensions would likely rise, as seen in recent years with the US adopting more coercive and unilateral trade actions, including preemptive tariffs and reassessment of exemptions, as described in the context of the America First Trade Policy. Historical precedents from the US and UK show that such strategies can lead to unpredictable brinkmanship and volatility in global markets. Key assumptions include the absence of immediate alternative suppliers and the expectation of US retaliation; the largest uncertainties are the scale of US response and the resilience of Indian industries to higher costs.",
    "base_payoff":1.8333333333
  },
  {
    "player":"India",
    "opponent":"United States",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by India in its trade policy with the United States is characterized by minimal immediate intervention, allowing market forces and ongoing global trends to play out before committing to new actions. The primary transmission channels affected are likely to be trade volumes and foreign exchange stability, as prices and productivity remain largely unchanged in the short term. Sectors most impacted are those exposed to US-India trade flows, such as IT services, pharmaceuticals, and textiles, but the lack of new policy means no sector experiences significant disruption or support. In the short term (0–12 months), GDP and trade balance are expected to remain stable, as no new tariffs, quotas, or subsidies are introduced, and there is little risk of immediate retaliation or diplomatic escalation. Over the medium term (1–3 years), this strategy may result in missed opportunities for proactive gains or risk mitigation, especially if the US adopts more aggressive or unpredictable trade measures, as seen in recent years with the US's shift toward unilateral and coercive trade actions. Historical precedents from the UK’s recent trade posture suggest that passivity can lead to a perception of policy drift and reduced economic dynamism, particularly in a volatile global environment. The key assumption is that external shocks or US policy changes do not force India’s hand, but the largest uncertainty is the potential for sudden shifts in US trade policy, which could render a passive stance costly. Overall, this strategy maintains the status quo but carries the risk of being overtaken by events.",
    "base_payoff":1.175
  },
  {
    "player":"India",
    "opponent":"United States",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by India on the United States would primarily affect trade volumes and prices, with immediate impacts on sectors reliant on US imports or exports, such as technology, pharmaceuticals, and certain manufacturing segments. The primary transmission channels would be a reduction in trade volumes, potential price increases for restricted goods, and possible currency volatility if investor sentiment deteriorates. In the short term (0–12 months), GDP is likely to contract due to disrupted supply chains and higher input costs, while the trade balance may temporarily improve if imports from the US fall faster than exports. However, in the medium term (1–3 years), negative productivity effects and potential retaliation from the US could further suppress growth and erode any trade balance gains. Diplomatic relations would likely deteriorate, increasing the risk of reciprocal sanctions or tariff hikes, as seen in recent years with the rise of more coercive and unilateral trade actions globally (ONS 2024c; DBT 2024a). Historical precedents, such as the US-China trade tensions, show that sanctions often lead to prolonged economic uncertainty and sectoral disruptions. Key assumptions include the scale and scope of sanctions, while the largest uncertainties involve the US response and the adaptability of Indian industries. The overall impact is negative for GDP, with modest short-term political gains domestically but significant risks of escalation.",
    "base_payoff":-0.1833333333
  },
  {
    "player":"India",
    "opponent":"United States",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in India primarily transmits through price competitiveness, as subsidies lower the effective cost of Indian goods in international markets, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). The most affected sectors are likely to be those with existing or potential comparative advantage, such as manufacturing and services, as identified in recent UK trade strategy analysis. In the medium term (1–3 years), the GDP impact is positive but moderate, as productivity gains may be limited if subsidies are not paired with structural reforms. However, there is a risk of retaliation from the United States, which could impose countervailing duties or initiate disputes, especially if subsidies are perceived as distorting trade, as seen in past WTO cases involving export promotion. Diplomatic dynamics may become strained, but the cooperative nature of the policy and alignment with broader economic strategies could mitigate severe fallout. Key assumptions include the effectiveness of subsidy targeting and the absence of immediate large-scale US retaliation. The largest uncertainties are the scale of US response and the sustainability of fiscal support for subsidies.",
    "base_payoff":3.45
  },
  {
    "player":"India",
    "opponent":"United States",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United States would primarily affect trade volumes by directly limiting the quantity of US goods entering the Indian market, likely raising domestic prices for affected products and potentially benefiting local producers in the short term. The most impacted sectors would be those with significant US-India trade flows, such as technology, pharmaceuticals, and agricultural products, with Indian consumers and US exporters as key stakeholders. In the short term (0–12 months), GDP may see a modest negative impact due to higher input costs and potential supply chain disruptions, while the trade balance could improve as import volumes fall. Over the medium term (1–3 years), productivity could decline if quotas restrict access to competitively priced or high-quality US inputs, and there is a significant risk of US retaliation, such as reciprocal quotas or tariffs, which could escalate into a broader trade dispute. Diplomatic relations may deteriorate, complicating cooperation in other areas. Historical precedents, such as recent US tariff and quota actions described in the context of the America First Trade Policy, show that such measures often provoke countermeasures and create volatility in global markets. Key assumptions include the absence of immediate US retaliation and stable global demand, while the largest uncertainties involve the scale and speed of US response and the adaptability of Indian industries to reduced US imports.",
    "base_payoff":1.2333333333
  },
  {
    "player":"India",
    "opponent":"China",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy leverages cooperative engagement to improve bilateral trade relations between India and China, primarily affecting trade volumes and, to a lesser extent, prices and productivity. The most impacted sectors are likely to be manufacturing, electronics, and textiles, where both countries have significant trade flows and supply chain interdependencies. In the short term (0–12 months), the GDP impact is modest as trust-building and negotiation processes take time, but the medium-term (1–3 years) outlook is more positive, with potential for increased trade volumes and a slight improvement in India’s trade balance due to reduced non-tariff barriers and improved market access. Political stability is a key transmission channel, as evidence from BRICS relationships shows a 44.8% increase in trade volume with improved stability, suggesting that diplomatic engagement can yield substantial economic returns. Retaliation or negative spillovers are minimal with this approach, as it avoids protectionist measures and instead fosters regular policy dialogue, as advocated in Vision 2030 goals. Historical precedents from the UK’s new trade strategy and BRICS policy dialogues highlight the value of institutional mechanisms and diplomatic ties in enhancing economic security and trade outcomes. Key assumptions include a willingness from both sides to engage constructively and the absence of major geopolitical shocks; the largest uncertainty is the durability of political goodwill. Overall, the strategy is expected to yield moderate but positive economic and political outcomes.",
    "base_payoff":3.5833333333
  },
  {
    "player":"India",
    "opponent":"China",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by India against China would primarily affect the economy through higher import prices, reduced import volumes, and potential currency pressures. The most affected sectors would be those reliant on Chinese intermediate goods and finished products, such as electronics, machinery, and textiles, with downstream impacts on Indian manufacturers and consumers due to cost increases. In the short term (0–12 months), GDP is likely to contract modestly as higher input costs reduce productivity and consumer purchasing power, while the trade balance may improve slightly as imports from China fall. Over the medium term (1–3 years), Indian firms may seek alternative suppliers or domestic substitutes, but efficiency losses and possible supply chain disruptions could persist. Retaliation from China is a significant risk, potentially targeting Indian exports or investment, which could offset any trade balance gains and escalate diplomatic tensions. Historical precedents, such as recent US tariff actions, show that such measures often lead to tit-for-tat responses and market volatility, as noted in the context of 'unpredictable brinkmanship' and preemptive tariff measures. Key assumptions include limited immediate substitution capacity and no major escalation beyond tariffs; the largest uncertainties are the scale of Chinese retaliation and the adaptability of Indian industry.",
    "base_payoff":1.8333333333
  },
  {
    "player":"India",
    "opponent":"China",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach in India-China trade relations implies maintaining the status quo, with no immediate policy shifts affecting tariffs, quotas, or export subsidies. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are likely to remain stable in the short term (0–12 months), as no new frictions or incentives are introduced. Sectors most affected are those with high exposure to bilateral trade, such as electronics, textiles, and intermediate goods, but the lack of policy change means no direct impact on these stakeholders. In the medium term (1–3 years), this strategy may result in missed opportunities for proactive risk management or growth, but also avoids escalation or retaliation risks, which are heightened in a volatile global trade environment as noted in recent UK and global trade analyses. Diplomatic dynamics remain neutral, with neither side incentivized to retaliate or escalate. Historical precedents from the UK’s recent trade posture suggest that inaction can lead to stagnation in trade openness and missed alignment with broader economic or security objectives. Key assumptions are that external shocks or third-party interventions do not force a change in stance; the largest uncertainty is the potential for sudden geopolitical shifts or global trade disruptions, which could render a passive approach suboptimal.",
    "base_payoff":1.175
  },
  {
    "player":"India",
    "opponent":"China",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by India on China would primarily affect trade volumes and prices, with immediate disruptions in supply chains, especially in electronics, machinery, and intermediate goods where China is a key supplier. The short-term (0–12 months) impact would likely be a contraction in GDP due to higher input costs, reduced productivity, and potential inflationary pressures, as Indian firms scramble to find alternative suppliers. Over the medium term (1–3 years), some import substitution may occur, but overall productivity could remain subdued, and the trade balance may improve marginally if imports from China fall faster than exports. Key stakeholders affected include Indian manufacturers, consumers facing higher prices, and exporters reliant on Chinese inputs. Retaliation risks are significant, with China potentially imposing counter-sanctions or non-tariff barriers, escalating diplomatic tensions and possibly affecting third-country trade flows. Historical evidence from recent trade disruptions, such as those shaped by sanctions and boycotts in 2022 (ECB, 2023), shows that such measures often lead to trade diversion but at a cost to economic growth. The largest uncertainties are the scale of Chinese retaliation, the speed of supply chain adaptation, and the global geopolitical response. Assumptions include limited third-party mediation and no rapid resolution of underlying disputes.",
    "base_payoff":-0.05
  },
  {
    "player":"India",
    "opponent":"China",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in India primarily transmits through price competitiveness, as lower export prices can boost volumes, especially in sectors with existing or potential comparative advantage. The most affected sectors are likely to be manufacturing and services, where India has demonstrated export potential. In the short term (0–12 months), GDP may see a modest boost due to increased output and employment in export-oriented industries, while the trade balance with China could improve as Indian goods become more competitive. Over the medium term (1–3 years), sustained subsidies could enhance productivity if firms reinvest gains, but risks include potential retaliation from China, such as countervailing duties or other trade barriers, which could dampen gains and escalate diplomatic tensions. Historical evidence from G7 and BRICS trade dynamics (Lohani 2024; Subhan et al. 2021) suggests that export promotion can be effective when aligned with comparative advantage, but infrastructure and distance (Hussain et al. 2020) remain constraints. Key assumptions include stable global demand and no immediate large-scale retaliation; the largest uncertainties are the scale of Chinese response and the ability of Indian exporters to scale up. The policy’s effectiveness is thus moderately positive but contingent on external reactions and domestic capacity.",
    "base_payoff":3.5833333333
  },
  {
    "player":"India",
    "opponent":"China",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on Chinese imports would primarily affect trade volumes by directly limiting the quantity of goods entering India, likely raising domestic prices for quota-constrained products and benefiting local producers in the short term. The most affected sectors would be those with high import penetration from China, such as electronics, textiles, and machinery, with Indian manufacturers and workers in these industries seeing short-term gains. In the first 12 months, GDP may experience a modest negative impact due to higher input costs and potential supply chain disruptions, while the trade balance could improve as import volumes fall. However, over the medium term (1–3 years), productivity could suffer if Indian firms lose access to competitively priced Chinese inputs, and consumers face higher prices. There is a significant risk of Chinese retaliation, such as counter-quotas or tariffs on Indian exports, which could escalate into a broader trade dispute and undermine diplomatic relations. Historical precedents, such as recent UK and US trade defence measures, show that quotas can provide temporary relief but often provoke countermeasures and market volatility. Key assumptions include the absence of immediate large-scale retaliation and the ability of Indian firms to substitute Chinese goods, while the largest uncertainties relate to the scale and speed of Chinese response and the adaptability of Indian supply chains.",
    "base_payoff":1.8333333333
  },
  {
    "player":"India",
    "opponent":"United Kingdom",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between India and the United Kingdom is likely to positively influence economic outcomes through several primary channels, including improved price stability, increased trade volumes, and potential productivity gains from enhanced cooperation. The most affected sectors are likely to be those where both countries have comparative advantages, such as services, pharmaceuticals, and technology, as identified in recent UK trade strategy discussions. In the short term (0–12 months), the impact on GDP and trade balance is expected to be modest but positive, as trust-building and stakeholder engagement lay the groundwork for future agreements. Over the medium term (1–3 years), these dialogues can facilitate more substantial trade flows and investment, supporting growth and a slight improvement in the trade balance. Retaliation or negative spillovers are minimal with this cooperative approach, and diplomatic relations are likely to strengthen, especially given the UK’s stated intent to align trade with broader foreign policy and economic security goals. Historical precedents from recent UK trade policy show that lack of dialogue led to criticism and suboptimal deals, while renewed engagement is now prioritized. Key assumptions include both parties’ willingness to engage constructively and the absence of major external shocks; the largest uncertainties relate to the pace of policy alignment and stakeholder buy-in.",
    "base_payoff":3.3833333333
  },
  {
    "player":"India",
    "opponent":"United Kingdom",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by India against the United Kingdom would primarily affect trade flows through higher import prices, reducing the volume of UK goods entering the Indian market. This would likely benefit domestic producers in the short term, especially in sectors where UK imports are significant, such as machinery, chemicals, and certain consumer goods. The immediate effect would be a modest improvement in India’s trade balance with the UK, as imports decline, but this comes at the cost of higher input prices for Indian firms and potential inflationary pressures. Over 0–12 months, GDP impact is likely negative due to reduced competition and efficiency losses, while politically, the move may be popular among protectionist constituencies. In the medium term (1–3 years), the risk of UK retaliation—such as counter-tariffs or reduced market access for Indian exports—could erode initial gains and further dampen GDP growth. Historical evidence from recent UK trade policy analysis suggests that trade defence measures can provoke reciprocal actions, leading to a fragmented and less open trade environment (Watson et al 2024; DBT 2024a). The largest uncertainties are the scale of UK retaliation and the resilience of affected Indian sectors. This assessment assumes no immediate escalation to broader trade sanctions.",
    "base_payoff":1.8333333333
  },
  {
    "player":"India",
    "opponent":"United Kingdom",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies that India will refrain from immediate policy changes or trade interventions with the United Kingdom, instead monitoring developments and global trade trends. The primary transmission channels affected are likely to be trade volumes and foreign exchange stability, as prices and productivity remain largely unchanged in the absence of new measures. Sectors most affected are those with significant UK trade exposure, such as pharmaceuticals, IT services, and textiles, but the impact is muted due to policy inertia. In the short term (0–12 months), GDP and trade balance effects are neutral, as no new barriers or incentives are introduced. Over the medium term (1–3 years), the lack of proactive engagement could mean missed opportunities for growth or risk mitigation, especially if the UK implements its new trade strategy aimed at economic security and net zero objectives. Retaliation or spillover risks are minimal, as the stance is non-confrontational, but diplomatic dynamics may stagnate, potentially reducing India's influence in shaping future UK trade policy. Historical precedent from the UK’s recent period of trade policy uncertainty (2018–2024) suggests that passivity can lead to lower trade openness and missed strategic alignment. Key assumptions include stable global trade conditions and no major external shocks; the largest uncertainty is the pace and direction of UK policy changes, which could alter the status quo unexpectedly.",
    "base_payoff":1.175
  },
  {
    "player":"India",
    "opponent":"United Kingdom",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by India on the United Kingdom would primarily affect trade volumes and prices, with immediate disruptions in bilateral goods and services flows. The most affected sectors would likely include manufacturing, pharmaceuticals, and IT services, given their prominence in UK-India trade. In the short term (0–12 months), GDP is expected to contract due to reduced export revenues and higher input costs, while the trade balance would deteriorate as both imports and exports decline. Over the medium term (1–3 years), productivity losses may arise from supply chain disruptions and reduced access to UK technology and investment, compounding the negative GDP impact. Retaliation from the UK is highly probable, potentially escalating into a broader trade conflict and further harming economic interests on both sides. Diplomatic relations would likely suffer, reducing opportunities for cooperative agreements. Historical analysis from recent UK trade policy reports highlights that trade defence measures, such as sanctions, have limited effectiveness for the UK and its partners, often resulting in mutual economic harm rather than strategic advantage. Key assumptions include the absence of mitigating policy responses and the persistence of sanctions for at least one year. The largest uncertainties relate to the scale of UK retaliation and the potential for third-country spillovers.",
    "base_payoff":-3.3166666667
  },
  {
    "player":"India",
    "opponent":"United Kingdom",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports is likely to increase India's export volumes by making its goods and services more price-competitive in the UK market, primarily through the price channel. This can lead to a short-term boost in GDP (0–12 months) as export-oriented sectors such as manufacturing, textiles, and IT services expand output and employment. The trade balance with the UK is expected to improve moderately in the medium term (1–3 years) as higher export volumes outweigh potential increases in import costs for subsidized inputs. However, the policy carries risks of retaliation, as the UK may view subsidies as trade-distorting and could respond with countervailing duties or initiate dispute resolution, especially given the UK's current focus on a rules-based trade strategy and its efforts to identify priority export sectors. Historical evidence from the UK’s own export promotion activities (DBT 2023) suggests that government support can enhance export performance, but the geopolitical context is more volatile now, increasing uncertainty. The main assumptions are that the UK does not immediately retaliate and that global demand remains stable. The largest uncertainties are the scale of UK response and potential WTO challenges, which could dampen medium-term gains.",
    "base_payoff":4.4583333333
  },
  {
    "player":"India",
    "opponent":"United Kingdom",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United Kingdom would primarily affect trade volumes by directly limiting the quantity of UK goods entering the Indian market, likely raising domestic prices for affected products and potentially benefiting local producers in the short term. The most impacted sectors would be those with significant UK-India trade flows, such as machinery, pharmaceuticals, and automotive components, with Indian importers and consumers facing higher costs and reduced choice. In the short term (0–12 months), GDP impact is likely negative due to higher input costs and potential supply chain disruptions, while the trade balance may improve modestly as imports fall. Over the medium term (1–3 years), retaliatory measures from the UK—such as counter-quotas or tariffs—are probable, given the UK's current focus on strengthening its trade defence regime and economic security, as noted in recent Department for Business and Trade (DBT) reports. This could escalate into a tit-for-tat dynamic, reducing overall trade openness and harming both economies, especially as the UK is seeking to align trade policy with industrial and net zero strategies. Historical precedents from the past eight years, where trade restrictions led to lower UK trade openness and increased volatility, suggest that quotas can undermine long-term growth and diplomatic relations. Key assumptions include the absence of immediate alternative suppliers and that the UK will respond defensively; the largest uncertainties are the scale of UK retaliation and the adaptability of Indian industries. The policy may offer a short-term political boost domestically but risks medium-term economic and diplomatic costs.",
    "base_payoff":1.2333333333
  },
  {
    "player":"India",
    "opponent":"Russia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between India and Russia primarily operates through diplomatic and institutional channels, facilitating regular policy dialogue and potentially reducing trade frictions. The main transmission channels are expected to be increased trade volumes and improved productivity due to better information flows and reduced uncertainty, with limited immediate impact on prices or foreign exchange rates. Sectors most likely to benefit include energy, pharmaceuticals, and technology, where bilateral cooperation is already significant. In the short term (0–12 months), GDP growth is likely to be modest as trust and mechanisms are built, but in the medium term (1–3 years), the effect could be more pronounced, with trade volumes increasing by up to 44.8% in stable relationships, as cited in the findings. The trade balance is expected to shift positively as barriers are lowered and facilitation offices are established, though the magnitude depends on the stability of the relationship and external geopolitical risks. Retaliation or negative spillovers are unlikely with a cooperative approach, but the largest uncertainties stem from the broader geopolitical environment and the stability of Russia as a partner. Historical precedents from the retrieved sources indicate that institutionalized dialogue and diplomatic engagement with stable partners yield high economic returns, as seen in the Vision 2030 goals and the cited 44.8% trade volume increase. Key assumptions include continued political stability and the absence of major external shocks.",
    "base_payoff":6.4
  },
  {
    "player":"India",
    "opponent":"Russia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by India against Russia would primarily affect trade through higher import prices, reduced import volumes, and potential currency effects if trade flows are disrupted. The most affected sectors would likely be those reliant on Russian imports, such as energy, fertilizers, and certain metals, with downstream impacts on manufacturing and agriculture. In the short term (0–12 months), GDP is likely to contract modestly due to higher input costs and supply chain disruptions, while the trade balance may improve slightly as imports from Russia decline. Over the medium term (1–3 years), Indian producers may substitute domestic or alternative foreign suppliers, but productivity could suffer if critical inputs are less efficiently sourced. There is a significant risk of Russian retaliation, potentially through counter-tariffs or supply restrictions, which could escalate into broader diplomatic tensions. Historical precedent from recent UK and US tariff actions (as referenced in the context) shows that such measures often lead to tit-for-tat responses and do not yield sustained economic gains. Key assumptions include stable global prices and no major third-party interventions; the largest uncertainties are the scale of Russian retaliation and the adaptability of Indian industries.",
    "base_payoff":1.8333333333
  },
  {
    "player":"India",
    "opponent":"Russia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, primarily transmits its effects through the channel of policy uncertainty, with minimal immediate impact on prices, trade volumes, exchange rates, or productivity. In the short term (0–12 months), this stance is likely to result in negligible changes to GDP and trade balance, as no new barriers or incentives are introduced, and existing trade flows between India and Russia remain largely unaffected. Sectors most impacted are those with high exposure to bilateral trade volatility, such as energy and commodities, but the lack of active intervention means stakeholders experience neither significant gains nor losses. Over the medium term (1–3 years), the absence of proactive engagement could lead to missed opportunities for trade expansion or risk mitigation, especially if geopolitical or market conditions shift. Retaliation or spillover risks are minimal, as this strategy avoids escalation and maintains diplomatic neutrality. Historical context from the UK’s recent trade policy, which has been described as rudderless and reactive amid global volatility, suggests that inaction can preserve stability but may also forgo potential benefits from timely engagement (IPPR, DBT 2024a). Key assumptions include stable external conditions and no sudden shocks; the largest uncertainty is the potential for rapid geopolitical changes that could render passivity costly.",
    "base_payoff":1.175
  },
  {
    "player":"India",
    "opponent":"Russia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by India on Russia would primarily affect trade volumes and prices, especially in sectors such as energy, fertilizers, and defense, where Russia has been a significant supplier. The immediate transmission channels would be higher input costs and potential supply disruptions, leading to increased prices and reduced productivity in affected industries. In the short term (0–12 months), GDP is likely to contract modestly due to higher import costs and the need to find alternative suppliers, while the trade balance would deteriorate as India may have to pay more for energy and other critical imports. Over the medium term (1–3 years), some adjustment could occur as India diversifies suppliers, but the loss of favorable terms with Russia would likely keep the trade balance under pressure. Retaliation risks are significant, as Russia has recently reoriented its trade towards partners like India in response to Western sanctions, and a reversal could prompt Russia to restrict exports or seek alternative buyers, further straining bilateral relations. Historical precedents from the EU and G7 sanctions on Russia show that such measures often lead to trade diversion and increased costs for sanctioning countries (Ioannou et al 2023; Gross and Stelzenmüller 2024). Key assumptions include the absence of compensatory trade deals and limited global supply slack, while the largest uncertainties relate to the speed of market adjustment and the potential for diplomatic fallout.",
    "base_payoff":-1.5666666667
  },
  {
    "player":"India",
    "opponent":"Russia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports from India to Russia primarily affects trade volumes and prices, as lower export prices can increase Indian goods' competitiveness in Russian and neighboring markets. The most affected sectors are likely to be manufacturing and industry, given Russia’s comparative advantages in these areas and existing supply ties, as noted in the context. In the short term (0–12 months), GDP may see a modest boost due to increased export activity and higher production, while the trade balance with Russia is likely to improve as export volumes rise. Over the medium term (1–3 years), sustained subsidies could enhance productivity in export-oriented sectors but may risk inefficiencies or dependency. There is a moderate risk of retaliation or spillover, such as Russia favoring its own industries or shifting trade to other partners, but the cooperative nature of the policy reduces immediate diplomatic friction. Historical analysis from the context suggests that regional integration and export promotion can modernize economies, but overreliance on subsidies may create instability if not paired with innovation. Key assumptions include stable geopolitical conditions and no major sanctions escalation; uncertainties revolve around Russia’s policy response and global market shifts.",
    "base_payoff":3.45
  },
  {
    "player":"India",
    "opponent":"Russia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from Russia would primarily affect trade volumes, leading to reduced import quantities and potential price increases for restricted goods in India. The most affected sectors would be those reliant on Russian imports, such as energy, metals, or agricultural products, with downstream industries facing higher input costs and possible supply disruptions. In the short term (0–12 months), GDP is likely to contract slightly due to higher prices and reduced productivity, as firms adjust to new sourcing or pass costs to consumers. Over the medium term (1–3 years), the trade balance may improve modestly if import substitution occurs, but this is contingent on domestic capacity and alternative suppliers. Retaliation risks are significant, as Russia may respond with countermeasures or restrict Indian exports, escalating diplomatic tensions and potentially harming broader economic interests. Historical precedents, such as recent UK and US trade defence actions, show that quotas can trigger tit-for-tat measures and market volatility, especially in a fragmented geopolitical environment. Key assumptions include stable global prices and no major supply chain shocks, while the largest uncertainties involve the scale of Russian retaliation and the adaptability of Indian industries.",
    "base_payoff":1.2333333333
  },
  {
    "player":"India",
    "opponent":"Saudi Arabia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between India and Saudi Arabia primarily operates through the channels of increased trade volumes, improved policy coordination, and reduced transaction costs, which can positively affect prices and productivity. The most affected sectors are likely to be energy, manufacturing, and services, as these are key areas of bilateral trade. In the short term (0–12 months), the impact on GDP is expected to be modest but positive, as diplomatic engagement fosters trust and reduces uncertainty, encouraging incremental trade flows. Over the medium term (1–3 years), the effect is more pronounced, with a projected 12% improvement in trade balance due to enhanced market access and risk mitigation mechanisms. There is minimal risk of retaliation or negative spillovers, as cooperative dialogue is generally reciprocated and aligns with recommendations for regular policy dialogue and trade facilitation offices in BRICS markets. Historical precedents from the retrieved sources indicate that a one-unit improvement in political stability can increase trade volume by 44.8%, underscoring the high returns of stable bilateral relationships. Key assumptions include continued political will and macroeconomic stability in both countries; the largest uncertainties relate to external shocks and global inflation trends.",
    "base_payoff":9.1428571429
  },
  {
    "player":"India",
    "opponent":"Saudi Arabia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by India against Saudi Arabia would primarily affect trade through higher import prices, reduced import volumes, and potential currency effects if trade imbalances widen. The most affected sectors would likely be those reliant on Saudi exports, such as energy, petrochemicals, and related manufacturing, with downstream impacts on Indian industries dependent on these inputs. In the short term (0–12 months), GDP is expected to decline slightly due to higher input costs and potential supply chain disruptions, while the trade balance may improve modestly as imports from Saudi Arabia decrease. Over the medium term (1–3 years), negative productivity effects could emerge if Indian industries cannot efficiently substitute for Saudi imports, potentially offsetting initial trade balance gains. There is a significant risk of retaliation from Saudi Arabia, which could target Indian exports or adjust its own trade policies, leading to broader diplomatic tensions. Historical evidence from Saudi–BRICS trade shows that tariffs can serve dual purposes, but also risk reducing purchasing power and competitiveness, especially if inflationary pressures rise. Key assumptions include stable global energy prices and no immediate multilateral escalation, while the largest uncertainties involve the scale of Saudi retaliation and the adaptability of Indian industries.",
    "base_payoff":1.2333333333
  },
  {
    "player":"India",
    "opponent":"Saudi Arabia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies maintaining the status quo in trade relations between India and Saudi Arabia, with no immediate policy shifts such as tariffs, quotas, or subsidies. The primary transmission channels—prices, trade volumes, foreign exchange, and productivity—are expected to remain stable in the short term (0–12 months), as neither country introduces new trade barriers or incentives. Key sectors such as energy, petrochemicals, and agriculture, which dominate bilateral trade, will experience minimal disruption, benefiting stakeholders reliant on predictable supply chains. In the medium term (1–3 years), the absence of proactive engagement or defensive measures may result in missed opportunities for trade expansion or risk mitigation, but also avoids escalation or retaliation, as seen in other contexts where inaction preserved diplomatic stability (e.g., UK’s recent cautious trade posture amid global volatility). The main risk is that external shocks or policy changes by third parties could alter the trade environment unexpectedly, and the largest uncertainty is the potential for sudden geopolitical or market shifts. This strategy assumes both countries value stability over confrontation, but it may be criticized for lacking ambition or responsiveness.",
    "base_payoff":1.175
  },
  {
    "player":"India",
    "opponent":"Saudi Arabia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by India on Saudi Arabia would primarily affect trade volumes and prices, with immediate disruptions in import and export flows, especially in sectors such as energy, petrochemicals, and related supply chains. The primary transmission channels would be reduced trade volumes, increased costs due to supply chain re-routing, and potential exchange rate volatility as market participants adjust to new risks. In the short term (0–12 months), GDP is likely to contract due to higher input costs and lost export opportunities, while the trade balance would deteriorate as critical imports become more expensive or unavailable. Over the medium term (1–3 years), productivity losses may compound as firms adjust to new suppliers or reduced market access, and inflationary pressures could rise, further eroding competitiveness. Retaliation from Saudi Arabia is a significant risk, potentially leading to counter-sanctions or reduced cooperation in multilateral forums, amplifying negative spillovers. Diplomatic relations would likely deteriorate, reducing the scope for future cooperative trade strategies. Historical precedents in the context of Saudi Arabia–BRICS trade show that inflation and external shocks can quickly undermine export competitiveness and purchasing power, as noted in the retrieved studies. Key assumptions include the absence of mitigating policy responses and the persistence of sanctions; the largest uncertainties relate to the scale of retaliation and the adaptability of affected sectors.",
    "base_payoff":-2.4416666667
  },
  {
    "player":"India",
    "opponent":"Saudi Arabia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports is likely to improve India’s export competitiveness by lowering the effective price of Indian goods in international markets, primarily through price and volume channels. This can boost export volumes, especially in sectors such as manufacturing, textiles, and agriculture, which are traditionally sensitive to price incentives. In the short term (0–12 months), the policy is expected to increase export volumes and marginally improve GDP due to higher production and employment in export-oriented sectors. Over the medium term (1–3 years), the trade balance with Saudi Arabia may improve as Indian goods become more attractive, but gains could be offset if Saudi Arabia or other trading partners retaliate, for example, by raising tariffs or imposing quotas, as noted in the context of careful fiscal and trade policy adjustments. The risk of diplomatic friction exists, especially if Saudi Arabia perceives the subsidies as unfair competition, potentially leading to trade disputes or countermeasures. Historical evidence from export promotion activities in the UK and Saudi Arabia’s own non-oil export strategies suggests that such policies can yield positive but moderate gains if not met with retaliation. Key assumptions include stable global demand and no immediate large-scale retaliation; the largest uncertainty is the potential for Saudi countermeasures or shifts in global trade policy.",
    "base_payoff":3.45
  },
  {
    "player":"India",
    "opponent":"Saudi Arabia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from Saudi Arabia would primarily affect trade volumes, leading to reduced import quantities and potentially higher domestic prices for affected goods. The most impacted sectors would be those reliant on Saudi exports, such as energy, petrochemicals, and related manufacturing industries. In the short term (0–12 months), India’s GDP could experience a modest negative impact due to higher input costs and potential supply chain disruptions, while the trade balance may improve slightly as import volumes fall. Over the medium term (1–3 years), domestic producers may benefit from reduced competition, but productivity could suffer if critical inputs become more expensive or scarce. There is a significant risk of retaliation from Saudi Arabia, which could target Indian exports or restrict energy supplies, escalating diplomatic tensions. Historical precedents from the UK’s recent trade policy challenges (ONS 2024c; DBT 2024a) suggest that protectionist measures can undermine economic security and growth, especially in a volatile geopolitical environment. Key assumptions include stable global energy prices and no immediate large-scale retaliation, while the largest uncertainties relate to the scale and speed of Saudi countermeasures and the adaptability of Indian industries.",
    "base_payoff":1.2333333333
  },
  {
    "player":"United Kingdom",
    "opponent":"United States",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Open dialogue as a cooperative trade policy between the United Kingdom and the United States primarily transmits its effects through improved policy certainty, reduced risk premiums, and enhanced business confidence, which can positively influence prices, trade volumes, and exchange rates. The most affected sectors are likely to be those with existing or potential comparative advantage for the UK, such as advanced manufacturing, services, and green technology, as identified in recent research. In the short term (0–12 months), the impact on GDP and trade balance is likely to be modest but positive, as dialogue reduces the risk of sudden tariff hikes or sanctions, supporting stable export volumes and investment flows. Over the medium term (1–3 years), sustained engagement could yield incremental gains in productivity and trade, especially if it leads to sectoral agreements or regulatory alignment. Retaliation and spillover risks are minimized under this approach, though the volatile geopolitical context—especially with a potential second Trump administration—means that outcomes are not guaranteed. Historical precedents from the past eight years show that periods of constructive UK-US engagement have coincided with more stable trade flows, while breakdowns in dialogue have led to uncertainty and stagnation. Key assumptions include a willingness from both sides to engage in good faith and the absence of major external shocks; the largest uncertainties stem from US political volatility and global economic fragmentation.",
    "base_payoff":3.3166666667
  },
  {
    "player":"United Kingdom",
    "opponent":"United States",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by the United Kingdom against the United States would primarily impact the economy through higher import prices, reduced trade volumes, and potential currency volatility. The most affected sectors would be those reliant on US imports, such as automotive, machinery, and certain consumer goods, as well as UK exporters facing likely US retaliation. In the short term (0–12 months), GDP would likely contract due to higher costs for businesses and consumers, supply chain disruptions, and reduced competitiveness. Over the medium term (1–3 years), the trade balance could deteriorate further if the US imposes counter-tariffs, reducing UK exports and investment. Diplomatic relations would likely worsen, increasing geopolitical risk and uncertainty. Historical precedents, such as recent trade tensions and the UK’s relatively limited trade defence options compared to the EU, suggest that such a move would be economically costly and politically risky (ONS 2024c; Watson et al 2024). Key assumptions include the scale of tariff increases and the likelihood of US retaliation, with the largest uncertainties around the global trade environment and the response of multinational firms. Overall, the policy risks outweigh potential short-term political gains.",
    "base_payoff":-2.0666666667
  },
  {
    "player":"United Kingdom",
    "opponent":"United States",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by the United Kingdom in its trade policy towards the United States is likely to have a neutral immediate impact on GDP, political capital, and trade balance, as indicated by the current context of policy uncertainty and geopolitical volatility. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are unlikely to shift significantly in the short term (0–12 months) since no active measures are taken to alter tariffs, quotas, or subsidies. Sectors most affected are those exposed to US-UK trade flows, such as manufacturing and services, but the lack of new policy means stakeholders experience continued uncertainty rather than direct disruption. In the medium term (1–3 years), the absence of proactive engagement could risk the UK falling further behind in trade openness, as noted by the IPPR report, especially if the US adopts more protectionist measures under a new administration. Retaliation or spillover risks are minimal in the short run, but diplomatic inertia could erode the UK's influence and preparedness for future shocks. Historical precedent from the past five years shows that passivity has coincided with the UK’s trade openness remaining below 2018 levels and the second lowest in the G7. The key assumption is that external conditions remain stable; the largest uncertainty is the potential for abrupt US policy changes, which could leave the UK unprepared. This strategy is thus characterized by low risk but also low potential for positive change.",
    "base_payoff":1.5
  },
  {
    "player":"United Kingdom",
    "opponent":"United States",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on the United States would primarily affect the UK through price increases, reduced trade volumes, and potential currency volatility. The most affected sectors would likely include those with significant transatlantic trade exposure, such as advanced manufacturing, financial services, and technology, given the UK's revealed comparative advantage in these areas. In the short term (0–12 months), GDP would likely contract due to disrupted supply chains, higher input costs, and reduced export opportunities, while the trade balance would deteriorate as US retaliation could target key UK exports. Over the medium term (1–3 years), persistent sanctions could erode productivity and competitiveness, especially if the US responds with countermeasures or if global partners perceive the UK as an unreliable trading partner. Diplomatic fallout and spillover risks are high, particularly in a context where the UK is seeking to strengthen economic security and align trade with broader geopolitical priorities. Historical precedents from the retrieved sources indicate that the UK’s trade defence options are limited compared to larger blocs like the EU, and that increased geopolitical volatility—such as a second Trump administration—could exacerbate negative impacts. Key assumptions include the scale and scope of sanctions, the likelihood of US retaliation, and the UK’s ability to mitigate shocks through alternative markets. The largest uncertainties stem from the unpredictable nature of US policy responses and the potential for wider global economic fragmentation.",
    "base_payoff":-3.35
  },
  {
    "player":"United Kingdom",
    "opponent":"United States",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the UK primarily transmits through price competitiveness, as government support can lower the effective cost of UK goods and services abroad, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). Sectors with existing or potential comparative advantage, as identified in recent research and government strategy, such as advanced manufacturing and services, are likely to benefit most, with exporters and related supply chains as key stakeholders. In the medium term (1–3 years), the GDP impact may moderate as productivity gains depend on sustained market access and innovation, while the trade balance could improve if subsidies lead to durable market share gains. However, there is a significant risk of retaliation from the US, such as countervailing duties or disputes at the WTO, which could offset gains and introduce diplomatic friction. Historical precedents from UK export promotion activities (ONS 2024c; DBT 2023) show positive but modest effects on export growth, though these did not always involve direct subsidies. Key assumptions include the absence of immediate US retaliation and the effectiveness of targeting sectors with real comparative advantage; the largest uncertainties are the scale of US response and the sustainability of export gains once subsidies are withdrawn.",
    "base_payoff":4.25
  },
  {
    "player":"United Kingdom",
    "opponent":"United States",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United States would primarily affect trade volumes, leading to reduced import quantities and potential price increases for affected goods in the UK. The most impacted sectors would likely be those reliant on US imports, such as automotive, machinery, and certain agricultural products, with downstream effects on UK businesses and consumers facing higher costs or limited supply. In the short term (0–12 months), GDP is expected to decline modestly due to higher input costs and potential supply chain disruptions, while the trade balance may improve slightly as import volumes fall. Over the medium term (1–3 years), the risk of US retaliation—such as reciprocal quotas or tariffs—could offset any initial trade balance gains and further dampen GDP growth, especially given the current volatile geopolitical environment and the likelihood of a more protectionist US administration. Diplomatic relations may also deteriorate, complicating broader economic and security cooperation. Historical precedent from recent years shows that the UK’s trade defence options are more limited than the EU’s, and the current government is seeking to strengthen its regime in response to global fragmentation (ONS 2024c; IPPR 2025). Key assumptions include the absence of immediate, large-scale retaliation and that UK exporters are not heavily dependent on the US market for the targeted goods. The largest uncertainties involve the scale and speed of US countermeasures and the resilience of UK supply chains.",
    "base_payoff":1.8833333333
  },
  {
    "player":"United Kingdom",
    "opponent":"China",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Pursuing an OPEN DIALOGUE strategy with China is likely to support UK GDP growth and trade balance modestly in the short to medium term, primarily through improved market access, reduced uncertainty, and enhanced cooperation on standards and regulatory alignment. The main transmission channels are expected to be increased trade volumes and potentially more stable exchange rates, as dialogue reduces the risk of sudden policy shocks or retaliatory measures. Sectors with existing or potential comparative advantage, such as advanced manufacturing, services, and green technologies, stand to benefit most, as highlighted in recent UK trade strategy discussions. In the short term (0–12 months), the impact on GDP and trade balance is likely to be limited but positive, as trust-building and negotiation take time. Over the medium term (1–3 years), the effects could become more pronounced if dialogue leads to concrete agreements or reduced barriers. The risk of retaliation or negative spillovers is low with this cooperative approach, and diplomatic relations are likely to improve, providing a political boost. Historical precedents from the UK’s recent trade policy context suggest that open engagement, as opposed to protectionist measures, is associated with greater economic security and alignment with broader government objectives, including net zero ambitions. Key assumptions include a willingness from both sides to engage constructively and the absence of major external shocks. The largest uncertainties relate to the evolving geopolitical environment and the potential for external events to derail progress.",
    "base_payoff":3.3166666667
  },
  {
    "player":"United Kingdom",
    "opponent":"China",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on Chinese imports would primarily affect the UK economy through higher import prices, reduced import volumes, and potential currency volatility. The most affected sectors would be UK manufacturers and retailers reliant on Chinese inputs, as well as consumers facing higher prices. In the short term (0–12 months), GDP is likely to contract due to increased costs and supply chain disruptions, while the trade balance may improve modestly as imports from China decline. However, in the medium term (1–3 years), Chinese retaliation is highly probable, potentially targeting UK exports and leading to further GDP losses and a reversal of any initial trade balance gains. Diplomatic relations would likely deteriorate, increasing geopolitical risk. Historical precedents, such as US tariffs on China under President Trump, resulted in significant retaliation and economic disruption, as noted in the retrieved sources. The key assumptions are that China will respond in kind and that UK trade defence options are limited compared to the EU. The largest uncertainties include the scale of Chinese retaliation and the ability of UK firms to source alternative suppliers.",
    "base_payoff":1.1833333333
  },
  {
    "player":"United Kingdom",
    "opponent":"China",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies maintaining the status quo in UK-China trade relations without immediate intervention. The primary transmission channels—prices, volumes, FX, and productivity—are expected to remain stable in the short term, as no new tariffs, quotas, or incentives are introduced. Sectors most affected are those with high exposure to China, such as manufacturing and technology, but the lack of policy change means no immediate disruption or benefit. In the short term (0–12 months), GDP and trade balance are unlikely to shift, as trade flows and business confidence remain unchanged. Over the medium term (1–3 years), the absence of proactive measures could leave the UK vulnerable to external shocks or policy shifts by China, but also avoids escalation or retaliation risks. Diplomatic dynamics remain neutral, with no new sources of friction or cooperation. Historical context from recent years shows that UK trade openness has stagnated, and a lack of clear strategy has contributed to underperformance relative to G7 peers (IPPR 2025). The key assumption is that external conditions remain stable; the largest uncertainty is the potential for sudden geopolitical or economic shocks, especially given the volatile global environment.",
    "base_payoff":1.5
  },
  {
    "player":"United Kingdom",
    "opponent":"China",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on China would primarily affect the UK economy through higher import prices, reduced trade volumes, and potential currency volatility. Key sectors impacted would include manufacturing, electronics, and consumer goods, as these rely heavily on Chinese imports. In the short term (0–12 months), GDP is likely to contract due to supply chain disruptions and increased costs for UK producers and consumers. Over the medium term (1–3 years), persistent sanctions could further erode productivity and competitiveness, while the trade balance would likely deteriorate as UK exports to China face retaliatory barriers and import substitution becomes costly. Diplomatic relations would worsen, increasing the risk of Chinese retaliation, such as tariffs or restrictions on UK goods and services. The retrieved sources highlight that the UK’s trade defence options are limited compared to the EU, and that any move to impose significant trade barriers against China would need to balance US pressure with the risk of Chinese countermeasures. Historical precedents, such as US-led tariffs and trade defence actions, have resulted in tit-for-tat measures and negative economic consequences for both sides. The largest uncertainties include the scale and scope of Chinese retaliation, the ability of UK firms to diversify supply chains, and the potential for broader geopolitical escalation.",
    "base_payoff":-2.7666666667
  },
  {
    "player":"United Kingdom",
    "opponent":"China",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United Kingdom primarily transmits through price competitiveness, as government support can lower the effective cost of UK goods and services abroad, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). Sectors with existing or potential comparative advantage, as identified in recent research and government strategy, such as advanced manufacturing and services, are likely to benefit most, with exporters and related supply chains as key stakeholders. In the medium term (1–3 years), the GDP impact is likely to be positive but modest, as increased exports may stimulate productivity and investment, though gains could be offset by inefficiencies or misallocation of resources. There is a moderate risk of retaliation or spillover, particularly from China, which may view subsidies as unfair competition and could respond with countermeasures or complaints in international forums, potentially escalating trade tensions. Historical precedents from UK export promotion activities suggest that targeted support can yield measurable benefits, but the overall effect depends on global demand and the response of trading partners. Key assumptions include the effectiveness of subsidy targeting and the absence of severe retaliatory measures; the largest uncertainties relate to the scale of Chinese response and the durability of export gains. The policy aligns with the UK’s new trade strategy focus on leveraging comparative advantage and supporting growth, but its success hinges on careful sectoral selection and international diplomatic management.",
    "base_payoff":3.4333333333
  },
  {
    "player":"United Kingdom",
    "opponent":"China",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from China would primarily affect the UK economy through price and volume channels, as restricted supply could raise input costs for UK manufacturers and consumers, while reducing the overall volume of trade. Sectors most affected would include manufacturing, electronics, and retail, which rely heavily on Chinese imports. In the short term (0–12 months), GDP is likely to contract modestly due to higher costs and potential supply chain disruptions, while the trade balance may improve slightly as import volumes fall. Over the medium term (1–3 years), UK firms may seek alternative suppliers, but productivity could suffer if substitutes are less efficient or more expensive. There is a significant risk of Chinese retaliation, potentially targeting UK exports or investment, which could offset any initial trade balance gains and escalate diplomatic tensions. Historical precedents, such as the UK’s limited trade defence options compared to the EU and the broader context of increased global trade fragmentation (ONS 2024c; Watson et al 2024), suggest that quotas can be politically popular in the short run but may undermine economic security and growth objectives. Key assumptions include the scale of the quota and the absence of immediate, large-scale retaliation; the largest uncertainties relate to the speed and severity of Chinese countermeasures and the adaptability of UK supply chains.",
    "base_payoff":1.8833333333
  },
  {
    "player":"United Kingdom",
    "opponent":"India",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and the potential for tariff or non-tariff barrier reductions, which can lower prices and increase trade volumes. The most affected sectors are likely to be those where the UK has a revealed comparative advantage, such as services and high-value manufacturing, as well as sectors of mutual interest with India. In the short term (0–12 months), the impact on GDP and trade balance is likely to be modest but positive, as negotiations and trust-building take time to translate into concrete trade flows. Over the medium term (1–3 years), successful dialogue could lead to increased exports, improved productivity through knowledge exchange, and a gradual strengthening of the trade balance. Retaliation or negative spillovers are minimal with this strategy, as it signals goodwill and reduces the risk of escalation. Historical precedents from recent UK trade policy suggest that open engagement, as outlined in the new trade strategy, aligns with broader economic and net zero objectives, and is less likely to provoke adverse reactions compared to more aggressive measures. Key assumptions include a willingness from both sides to engage constructively and the absence of major geopolitical shocks; the largest uncertainties relate to the pace of negotiations and external global economic volatility.",
    "base_payoff":3.3166666667
  },
  {
    "player":"United Kingdom",
    "opponent":"India",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by the United Kingdom against India would primarily affect trade flows through higher import prices, reduced import volumes, and potential currency adjustments. The most affected sectors would likely be those with significant UK-India trade, such as textiles, pharmaceuticals, and automotive components, impacting both UK importers and consumers through higher costs and reduced choice. In the short term (0–12 months), GDP is expected to decline due to increased input costs and supply chain disruptions, while the trade balance may improve slightly as imports from India fall. However, in the medium term (1–3 years), the risk of Indian retaliation is high, potentially leading to a tit-for-tat escalation that could harm UK exporters and further dampen GDP growth. Diplomatic relations would likely deteriorate, complicating broader trade negotiations. Historical precedents from recent UK trade policy show that trade defence measures are limited and can backfire, especially in a volatile global environment (Watson et al 2024). Key assumptions include the scale of tariff increases and the speed of Indian countermeasures; the largest uncertainties are the magnitude of retaliation and the resilience of affected sectors.",
    "base_payoff":1.1833333333
  },
  {
    "player":"United Kingdom",
    "opponent":"India",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies maintaining the status quo in UK-India trade relations while monitoring developments. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are unlikely to shift significantly in the short term, as no new tariffs, quotas, or incentives are introduced. Sectors most affected are those with high exposure to UK-India trade, such as pharmaceuticals, automotive, and professional services, but the impact will be neutral as existing arrangements persist. In the short term (0–12 months), GDP and trade balance effects are negligible, as no policy change alters trade flows or business sentiment. Over the medium term (1–3 years), the lack of proactive engagement may risk missed opportunities for growth or improved market access, but also avoids immediate retaliation or diplomatic friction. Historical context from recent UK trade policy shows that inaction or delayed strategy (as noted in the IPPR 2025 report) has led to stagnation in trade openness and limited progress in new agreements, but has not triggered negative spillovers. The main assumption is that external shocks or policy changes from India do not occur; the largest uncertainty is the evolving geopolitical environment, which could render passivity costly if competitors secure preferential access. This evaluation is based on the current UK trade policy context, which is described as rudderless and in need of strategic direction.",
    "base_payoff":1.5
  },
  {
    "player":"United Kingdom",
    "opponent":"India",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on India would primarily affect the UK economy through reduced trade volumes, higher import prices, and potential currency volatility. Key transmission channels include immediate price increases for goods previously sourced from India, disruptions in supply chains, and a likely depreciation of the pound due to worsened trade expectations. Sectors most affected would be those with significant import or export ties to India, such as pharmaceuticals, textiles, and information technology services. In the short term (0–12 months), GDP would likely contract due to higher costs and lost export markets, while the trade balance would deteriorate as both imports and exports fall, but with a sharper drop in UK exports due to Indian retaliation. Over the medium term (1–3 years), productivity could decline as firms adjust to new suppliers or lose access to Indian markets. Diplomatic relations would suffer, increasing the risk of reciprocal sanctions or trade barriers, amplifying negative economic effects. Historical context from the retrieved sources suggests the UK’s trade defence options are limited and that increased geopolitical volatility, such as under a Trump administration, can exacerbate economic fragmentation and reduce trade openness. The largest uncertainties are the scale of Indian retaliation and the ability of UK firms to diversify supply chains. Assumptions include no immediate offsetting trade deals and a lack of coordinated international support for UK sanctions.",
    "base_payoff":-2.7666666667
  },
  {
    "player":"United Kingdom",
    "opponent":"India",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports is likely to stimulate UK export volumes by lowering effective prices for foreign buyers, particularly in sectors where the UK has a revealed comparative advantage, such as advanced manufacturing and services. The primary transmission channels include increased export volumes, potential short-term currency appreciation due to higher foreign demand, and productivity gains in export-oriented sectors. In the short term (0–12 months), GDP is expected to rise modestly as export activity increases, with a positive shift in the trade balance. Over the medium term (1–3 years), sustained subsidies could further enhance sectoral productivity but may provoke retaliatory measures from India, such as countervailing duties or reduced market access, which could dampen gains. The most affected stakeholders are UK exporters, especially SMEs, and sectors with existing or potential comparative advantage. Historical precedents from UK export promotion activities (DBT 2023) show positive impacts on export growth, but the risk of trade tensions remains, especially in a fragmented geopolitical context. Key assumptions include the absence of immediate, severe retaliation and the effectiveness of government support mechanisms. The largest uncertainties are the scale of Indian response and the durability of productivity improvements.",
    "base_payoff":3.55
  },
  {
    "player":"United Kingdom",
    "opponent":"India",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from India would primarily affect the UK economy through price and volume channels, as restricted import volumes are likely to raise prices for affected goods, reduce consumer choice, and potentially increase input costs for UK businesses reliant on Indian imports. Sectors most impacted would include manufacturing and retail, particularly those dependent on Indian textiles, pharmaceuticals, and IT services. In the short term (0–12 months), GDP is likely to contract modestly due to higher costs and supply chain disruptions, while the trade balance may improve slightly as import volumes fall. However, in the medium term (1–3 years), the risk of Indian retaliation—such as counter-quotas or tariffs on UK exports—could erode these gains and further dampen GDP growth. Diplomatic relations may also suffer, complicating ongoing trade negotiations and undermining the UK’s stated ambition for a more open, growth-oriented trade strategy. Historical precedents from the UK’s recent trade policy show that defensive measures, such as quotas, have limited effectiveness and can provoke countermeasures, as noted in expert warnings about the UK’s relatively weak trade defence options compared to the EU. Key assumptions include the scale of the quota and the likelihood of Indian retaliation, with the largest uncertainties stemming from the geopolitical context and the potential for escalation. The evidence suggests that quotas are a blunt instrument with significant downside risks for both economic performance and diplomatic relations.",
    "base_payoff":0.5333333333
  },
  {
    "player":"United Kingdom",
    "opponent":"Russia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Pursuing an OPEN DIALOGUE strategy with Russia is a cooperative approach that primarily transmits through diplomatic and signaling channels rather than immediate price or volume effects. In the short term (0–12 months), direct impacts on UK GDP and trade balance are likely to be modest, as current UK-Russia trade volumes are limited due to existing sanctions and geopolitical tensions. However, dialogue may reduce uncertainty and marginally improve investor sentiment, supporting productivity and FX stability. Sectors most affected would be those with latent or potential exposure to Russian markets, such as energy, finance, and certain manufacturing exports, though actual trade flows remain constrained. In the medium term (1–3 years), if dialogue leads to incremental easing of tensions or targeted sectoral engagement, there could be a slight positive shift in trade balance and a small GDP uptick, but these gains are highly contingent on broader geopolitical developments and the stance of allies. Retaliation or negative spillovers are unlikely from dialogue alone, but the UK must balance this approach with its commitments to allies and its new trade strategy, which emphasizes economic security and alignment with foreign policy. Historical precedent from the past eight years shows that UK trade policy has been reactive to geopolitical shocks, with limited direct engagement with Russia; thus, the main uncertainty is whether dialogue can yield tangible economic benefits without undermining broader strategic objectives.",
    "base_payoff":2.1983333333
  },
  {
    "player":"United Kingdom",
    "opponent":"Russia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on Russian imports would primarily affect the UK economy through higher import prices, reduced trade volumes, and potential exchange rate volatility. The most affected sectors would be those reliant on Russian raw materials or intermediate goods, such as energy, metals, and certain manufacturing industries. In the short term (0–12 months), GDP is likely to contract modestly due to increased input costs and supply chain disruptions, while the trade balance may improve slightly as imports from Russia decline. Over the medium term (1–3 years), UK firms may adjust by sourcing alternatives, partially offsetting initial losses, but productivity could be hampered if substitutes are less efficient or more expensive. There is a significant risk of Russian retaliation, potentially targeting UK exports or escalating geopolitical tensions, which could further disrupt trade and investment flows. Historical precedent from recent years shows that UK trade openness has already declined post-Brexit, and the UK’s trade defence options are more limited than the EU’s, suggesting limited leverage and higher vulnerability to countermeasures. The key assumptions are that Russia remains a significant but not dominant trade partner, and that global supply chains can adapt within a few years. The largest uncertainties involve the scale of Russian retaliation and the speed of UK sectoral adjustment.",
    "base_payoff":1.975
  },
  {
    "player":"United Kingdom",
    "opponent":"Russia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies maintaining the status quo in UK-Russia trade relations without immediate policy shifts. The primary transmission channels—prices, volumes, FX, and productivity—are expected to remain stable in the short term, as no new tariffs, quotas, or sanctions are introduced. Sectors most affected would be those with existing exposure to Russian trade, such as energy and certain manufacturing inputs, but the lack of new measures means no direct impact on these stakeholders. In the short term (0–12 months), GDP and trade balance are unlikely to shift, as trade flows and investment sentiment remain unchanged. Over the medium term (1–3 years), the absence of proactive engagement or defensive measures could leave the UK vulnerable to external shocks or sudden policy changes by Russia, but no immediate retaliation or spillover is anticipated. Diplomatic dynamics remain neutral, with neither escalation nor improvement in bilateral relations. Historical precedent from recent UK trade policy shows that inaction or delayed response, as seen in the post-Brexit period, can lead to a perception of policy drift but does not immediately harm economic indicators. Key assumptions include continued geopolitical volatility and no sudden escalation from Russia. The largest uncertainty is the risk of unforeseen external shocks or shifts in Russian policy that could force a reactive stance.",
    "base_payoff":1.5
  },
  {
    "player":"United Kingdom",
    "opponent":"Russia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on Russia by the United Kingdom primarily transmits through reduced trade volumes, potential price increases for certain imports (notably energy and raw materials), and possible foreign exchange volatility if Russian retaliation targets UK assets or companies. The most affected sectors are likely to be energy, heavy industry, and financial services, given the UK's exposure to Russian commodities and the role of London as a global financial center. In the short term (0–12 months), GDP is expected to contract modestly due to higher input costs and disrupted supply chains, while the trade balance may improve slightly as imports from Russia fall more than exports, given the UK's limited export exposure. Over the medium term (1–3 years), the negative GDP impact may persist if alternative suppliers are costlier or less efficient, but the trade balance effect could stabilize. Retaliation risks include Russian counter-sanctions, cyber threats, or diplomatic pushback, which could further disrupt UK businesses operating in or with Russia. Historical precedents, such as previous UK and EU sanctions on Russia post-2014, suggest limited but negative economic effects, with the largest uncertainties stemming from the scale of Russian retaliation and the ability of UK firms to diversify supply chains. The assessment assumes no major escalation beyond economic measures and that the UK government coordinates with allies, which could mitigate some risks.",
    "base_payoff":1.9166666667
  },
  {
    "player":"United Kingdom",
    "opponent":"Russia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United Kingdom primarily transmits through price competitiveness, as government support can lower the effective cost of UK goods and services abroad, potentially increasing export volumes and improving the trade balance in the short to medium term. Sectors with existing or potential comparative advantage, as identified in recent research and government strategy (such as advanced manufacturing, services, and green technologies), are likely to benefit most, with exporters and related supply chains as key stakeholders. In the short term (0–12 months), GDP may see a modest boost as export activity rises, while the trade balance could improve by 5% due to increased foreign demand. Over the medium term (1–3 years), productivity gains may accrue if subsidies are targeted at innovative sectors, but risks include potential retaliation from Russia or other trading partners, which could dampen gains or provoke countermeasures. Historical precedents from UK export promotion activities show positive impacts on export performance, though the overall effect depends on global demand and the scale of support. Key assumptions include stable global demand and no major escalation in trade tensions; the largest uncertainties relate to geopolitical spillovers and the effectiveness of subsidy targeting.",
    "base_payoff":4.4833333333
  },
  {
    "player":"United Kingdom",
    "opponent":"Russia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on trade with Russia would primarily affect the UK economy through reduced import volumes, potential price increases for restricted goods, and possible exchange rate volatility if market sentiment shifts. The most affected sectors would likely be those with existing or potential comparative advantage in goods and services traded with Russia, as well as industries reliant on Russian imports, such as energy or raw materials. In the short term (0–12 months), GDP is expected to decline modestly due to supply chain disruptions and higher input costs, while the trade balance may improve slightly as imports fall. Over the medium term (1–3 years), the negative GDP impact could persist if alternative suppliers are not found, but the trade balance effect may diminish as trade patterns adjust. There is a significant risk of retaliation from Russia, potentially targeting UK exports or escalating geopolitical tensions, which could further dampen economic prospects. Historical precedents from recent UK trade policy show that restrictive measures, such as quotas or sanctions, can lead to economic fragmentation and reduced openness, as noted in the context of the UK's post-2018 trade environment. Key assumptions include stable global demand and no major escalation beyond quotas; the largest uncertainties are the scale of Russian retaliation and the speed at which UK industries can adapt. The policy aligns with the new UK trade strategy's focus on economic security but may conflict with growth and net zero ambitions if critical sectors are disrupted.",
    "base_payoff":1.5333333333
  },
  {
    "player":"United Kingdom",
    "opponent":"Saudi Arabia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and the potential for lower trade barriers, which can positively influence prices and trade volumes. The most affected sectors are likely to be those with existing or potential comparative advantage, as identified in recent UK trade research, including goods and services where the UK has a revealed edge. In the short term (0–12 months), the impact on GDP and trade balance is likely to be modest but positive, as dialogue can facilitate smoother trade flows and reduce the risk of sudden policy shocks. Over the medium term (1–3 years), sustained engagement could lead to incremental gains in exports and investment, supporting growth and a slight improvement in the trade balance. Retaliation or negative spillovers are minimal with this approach, and it aligns with the UK’s new trade strategy focus on stakeholder engagement and economic security. Historical precedents from the past eight years indicate that lack of dialogue and stakeholder engagement has led to suboptimal trade outcomes and criticism of UK trade deals. The key assumptions are that both parties are willing to engage constructively and that external geopolitical shocks do not derail the process. The largest uncertainties relate to the broader geopolitical environment and the willingness of Saudi Arabia to reciprocate. Overall, this strategy is consistent with the UK’s stated aim to align trade policy with industrial strategy and net zero ambitions.",
    "base_payoff":3.3166666667
  },
  {
    "player":"United Kingdom",
    "opponent":"Saudi Arabia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs on imports from Saudi Arabia would primarily affect the UK through higher import prices, which could reduce import volumes and potentially improve the trade balance in the short term. The most affected sectors would be those reliant on Saudi imports, such as energy and petrochemicals, leading to increased costs for UK businesses and consumers. In the short term (0–12 months), GDP is likely to decline slightly due to higher input costs and reduced competitiveness, while the trade balance may improve modestly as imports fall. Over the medium term (1–3 years), negative productivity effects and possible supply chain disruptions could further dampen GDP, while any initial trade balance gains may be offset by retaliation or trade diversion. There is a significant risk of Saudi retaliation, which could target UK exports or investment, escalating diplomatic tensions. Historical precedents from the post-Brexit period show that increased trade barriers have led to lower trade openness and economic growth for the UK (ONS 2024c; Hunsaker 2024). Key assumptions include the absence of immediate alternative suppliers and limited ability for UK firms to substitute away from Saudi goods. The largest uncertainties are the scale and speed of Saudi countermeasures and the potential for broader geopolitical spillovers.",
    "base_payoff":0.5333333333
  },
  {
    "player":"United Kingdom",
    "opponent":"Saudi Arabia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach in UK trade policy, particularly in the context of relations with Saudi Arabia, is characterized by maintaining the status quo and refraining from immediate policy shifts. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are unlikely to experience significant short-term changes, as no new barriers or incentives are introduced. Sectors most affected would be those with existing trade flows, such as energy, defense, and services, but the impact will be neutral as no new agreements or restrictions are enacted. In the short term (0–12 months), GDP and trade balance are expected to remain stable, with negligible directional change. Over the medium term (1–3 years), the lack of proactive engagement could mean missed opportunities for growth or risk mitigation, but no direct negative shocks are anticipated. Retaliation or spillover risks are minimal, as the policy is non-confrontational and does not provoke a response. Historical precedent from recent UK trade policy, as noted in the IPPR and DBT reports, shows that periods of inaction or policy drift have not led to immediate economic harm but have contributed to a sense of strategic rudderlessness and lost momentum. The key assumption is that external conditions remain stable; the largest uncertainty is the potential for sudden geopolitical or market shifts that could render passivity costly. Overall, this approach is low-risk but also low-reward, with neutral effects on economic and political metrics.",
    "base_payoff":1.5
  },
  {
    "player":"United Kingdom",
    "opponent":"Saudi Arabia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on Saudi Arabia would primarily affect the UK economy through price and volume channels, particularly in sectors reliant on Saudi imports or exports, such as energy, defense, and high-value services. The immediate impact would likely be a reduction in trade volumes, leading to higher input costs for UK industries dependent on Saudi goods, and potential FX volatility if energy prices spike. In the short term (0–12 months), GDP would contract modestly due to disrupted supply chains and lost export opportunities, while the trade balance would deteriorate as UK firms lose market access and face higher costs. Over the medium term (1–3 years), persistent sanctions could erode productivity in affected sectors and prompt Saudi retaliation, further depressing UK exports and investment. Diplomatic fallout could spill over into other areas, complicating the UK’s broader trade and geopolitical objectives, especially given the current volatile global environment and the UK’s already low trade openness. Historical precedents, such as recent UK trade defense limitations and the broader context of post-Brexit trade challenges, suggest that sanctions are likely to be economically costly and politically divisive. Key assumptions include the absence of significant mitigating measures or alternative markets, while the largest uncertainties relate to the scale of Saudi retaliation and the response of global energy markets.",
    "base_payoff":-2.0666666667
  },
  {
    "player":"United Kingdom",
    "opponent":"Saudi Arabia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in the United Kingdom primarily transmits through price competitiveness, as government support can lower the effective cost of UK goods and services abroad, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). The most affected sectors are those with existing or potential comparative advantage, as identified in recent UK trade strategy documents, such as advanced manufacturing, financial services, and green technologies. In the medium term (1–3 years), the policy could enhance productivity by enabling firms to scale and invest, but risks include possible retaliation from trading partners like Saudi Arabia, who may view subsidies as distorting fair competition, potentially leading to countermeasures or reduced cooperation. Historical precedents from UK export promotion activities show positive impacts on export growth, but the overall effect depends on the scale and targeting of subsidies. Key assumptions include the absence of immediate WTO disputes and that subsidies are well-targeted; the largest uncertainties relate to the magnitude of Saudi response and global market conditions. The policy aligns with the UK’s new trade strategy focus on growth and economic security, but spillover risks and diplomatic dynamics must be closely monitored.",
    "base_payoff":4.25
  },
  {
    "player":"United Kingdom",
    "opponent":"Saudi Arabia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from Saudi Arabia would primarily affect trade volumes by directly limiting the quantity of goods entering the UK, likely leading to higher prices for affected products due to reduced supply. The most impacted sectors would be those with significant import dependence on Saudi goods, such as energy or petrochemicals, with downstream effects on UK manufacturers and consumers. In the short term (0–12 months), GDP is expected to decline modestly as input costs rise and supply chains adjust, while the trade balance may improve slightly if import substitution occurs. Over the medium term (1–3 years), persistent quotas could incentivize domestic production or alternative sourcing, but risks include retaliatory measures from Saudi Arabia, potentially targeting UK exports or investment, and broader diplomatic fallout. The UK’s current trade defence options are noted as limited compared to the EU, suggesting that such a move could expose vulnerabilities, especially in a volatile geopolitical context (ONS 2024c; Watson et al 2024). Historical precedents from recent UK trade policy show that defensive measures can be politically contentious and may not yield sustained economic benefits. Key assumptions include stable global demand and no major escalation; the largest uncertainties are the scale of Saudi retaliation and the adaptability of UK supply chains.",
    "base_payoff":0.5333333333
  },
  {
    "player":"Russia",
    "opponent":"United States",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Open dialogue as a cooperative trade policy between Russia and the United States primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and the potential for lower trade barriers, which can positively influence prices, trade volumes, and foreign exchange stability. The most affected sectors would likely be manufacturing and energy, as these are highlighted as key for Russia’s diversification and innovation goals. In the short term (0–12 months), the impact on GDP and trade balance may be modest but positive, as confidence and predictability improve, encouraging investment and trade flows. Over the medium term (1–3 years), the effects could be more pronounced, with increased competitiveness and export opportunities supporting GDP growth and a modest improvement in the trade balance. Retaliation or negative spillovers are less likely with a cooperative approach, and diplomatic dynamics are expected to improve, reducing the risk of sanctions or trade wars. Historical precedents from the retrieved sources suggest that liberalization and engagement, such as WTO accession and FTA negotiations, have driven competitiveness and growth in Russia’s manufacturing sector. Key assumptions include a willingness from both sides to engage constructively and the absence of major geopolitical shocks; the largest uncertainties relate to external political developments and the durability of mutual trust.",
    "base_payoff":3.425
  },
  {
    "player":"Russia",
    "opponent":"United States",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Russia against the United States would primarily affect trade flows through higher import prices, reduced import volumes, and potential currency adjustments. The most affected sectors would be those reliant on US imports, such as technology, machinery, and certain consumer goods, while domestic producers in these sectors may see short-term gains. In the short term (0–12 months), GDP is likely to contract due to higher input costs and reduced competitiveness, with a negative impact estimated at around -1.0 on a 5-point scale. The trade balance may improve modestly (5%) as imports from the US decline, but this could be offset by retaliatory US measures or loss of access to US markets for Russian exporters. Medium-term (1–3 years) impacts could include further GDP losses if productivity declines due to less access to advanced US technology and components. Retaliation risks are significant, as the US has recently demonstrated a willingness to use tariffs and other trade barriers unilaterally, as seen in the context of the America First Trade Policy and preemptive tariff actions. Historical precedents from recent US trade policy shifts show that such measures often lead to tit-for-tat escalation, increased uncertainty, and volatility in global markets. Key assumptions include the scale of tariff increases and the responsiveness of both economies; the largest uncertainties are the extent of US retaliation and the adaptability of Russian industries. The government must weigh short-term political gains against potential long-term economic costs and diplomatic fallout.",
    "base_payoff":1.7541666667
  },
  {
    "player":"Russia",
    "opponent":"United States",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies that Russia refrains from immediate trade policy changes with the United States, maintaining the status quo. The primary transmission channels—prices, trade volumes, exchange rates, and productivity—are expected to remain stable in the short term (0–12 months), as no new tariffs, quotas, or sanctions are introduced. Key sectors such as energy, resources, and innovation-driven industries, which are central to Russia’s economic goals, will not experience direct shocks or incentives, and stakeholders in export-oriented sectors will see no immediate change in market access or costs. In the medium term (1–3 years), this passive stance may limit both positive and negative shifts in GDP and trade balance, as Russia neither capitalizes on new opportunities nor suffers from retaliatory measures. The risk of retaliation or diplomatic escalation is minimal, as no provocative action is taken, supporting stable bilateral relations. Historical context from Russia’s 2020 strategic economic goals highlights the centrality of trade as a growth vehicle, but also shows that inertia (i.e., policy inaction) leads to modest or stagnant GDP dynamics. The main assumptions are that external shocks or policy changes by the US do not occur independently, and the largest uncertainty is the potential for missed opportunities or vulnerability to unanticipated US actions. Overall, the 'WAIT AND SEE' policy is neutral, with no significant short- or medium-term impact on GDP, political standing, or trade balance.",
    "base_payoff":0.9625
  },
  {
    "player":"Russia",
    "opponent":"United States",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Sanctions imposed by Russia against the United States would primarily affect trade volumes and foreign exchange flows, with immediate impacts on prices and productivity in sectors reliant on bilateral trade. The most affected sectors would include energy, technology, and manufacturing, as these have historically been central to Russia-US trade relations. In the short term (0–12 months), GDP is likely to contract due to reduced export revenues, higher input costs, and disrupted supply chains, while the trade balance with the US would deteriorate as both imports and exports decline. Over the medium term (1–3 years), the negative effects on GDP may persist or deepen, especially if Russia is unable to fully reorient trade to alternative partners, as seen in recent years when sanctions from the EU and G7 led Russia to shift trade towards China, Türkiye, and India. Retaliation risks are high, with potential for further escalation and spillover into diplomatic and financial domains, increasing uncertainty for investors and businesses. Historical precedents from recent EU and G7 sanctions show that while Russia can partially offset losses by diversifying trade, the long-term economic impact remains negative, with inflationary pressures and reduced growth potential. Key assumptions include the scale and scope of sanctions, the ability to find alternative markets, and the resilience of domestic industries; the largest uncertainties relate to global commodity prices and the response of third-party countries.",
    "base_payoff":-3.0952380952
  },
  {
    "player":"Russia",
    "opponent":"United States",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in Russia primarily transmits through price competitiveness, as lower export prices can increase volumes, especially to regional neighbors with shared industrial bases and transport infrastructure. The most affected sectors are likely to be manufacturing and industry, which already have comparative advantages in the Commonwealth of Independent States (CIS) due to proximity and existing supply ties. In the short term (0–12 months), GDP may see a modest boost as export volumes rise, but the impact could be offset by potential inefficiencies and fiscal costs of subsidies. Over the medium term (1–3 years), the trade balance is expected to improve moderately if subsidies help Russian firms modernize and capture greater market share, though gains may be limited if global competition intensifies or if the United States retaliates with countermeasures such as tariffs or sanctions. Historical context from the retrieved sources suggests that Russia’s export orientation toward regional partners has been beneficial, but reliance on subsidies risks undermining long-term innovation and efficiency. Key assumptions include stable demand in target markets and no immediate large-scale retaliation from the United States, while the largest uncertainties involve the sustainability of fiscal support and the potential for escalating trade tensions.",
    "base_payoff":3.425
  },
  {
    "player":"Russia",
    "opponent":"United States",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United States would primarily affect Russia’s trade volumes and prices, with immediate impacts on sectors reliant on US goods, such as technology, machinery, and certain consumer products. The quota would likely raise domestic prices for these goods due to restricted supply, potentially benefiting local producers in the short term but reducing overall productivity and efficiency. In the first 12 months, GDP is expected to decline modestly as higher input costs and reduced competition weigh on output, while the trade balance may improve slightly due to lower import volumes. However, in the medium term (1–3 years), the risk of US retaliation—such as reciprocal quotas or tariffs—could escalate, leading to further trade disruptions and possible negative spillovers to other sectors, including Russian exports. Diplomatic relations would likely deteriorate, increasing economic uncertainty. Historical precedents from the retrieved sources highlight that short-term protectionist measures can provide temporary relief to domestic industries but often result in longer-term inefficiencies and social impacts, as seen in previous Russian trade policy debates. Key assumptions include stable global demand and no immediate escalation to broader sanctions, but the largest uncertainty remains the scale and speed of US countermeasures.",
    "base_payoff":1.5666666667
  },
  {
    "player":"Russia",
    "opponent":"China",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Open dialogue as a cooperative trade policy between Russia and China primarily transmits through improved trade volumes and potential productivity gains, as reduced uncertainty and enhanced communication can lower transaction costs and facilitate sectoral cooperation. The most affected sectors are likely to be manufacturing and resource-based industries, which are central to Russia’s diversification and innovation goals as highlighted in the retrieved analysis. In the short term (0–12 months), the impact on GDP is modest but positive, as trust-building and negotiation processes take time to translate into concrete trade deals or investment flows. Over the medium term (1–3 years), the effect is more pronounced, with increased trade volumes and possible joint ventures supporting Russia’s strategic economic objectives and slightly improving the trade balance. Retaliation or negative spillovers are minimal with this approach, as open dialogue is non-confrontational and aligns with Russia’s stated preference for liberalization and integration into global markets. Historical precedents from Russia’s WTO accession and its pursuit of FTAs with Europe suggest that dialogue-driven liberalization can enhance competitiveness and innovation, though the pace of benefits depends on follow-through. Key assumptions include a stable geopolitical environment and genuine engagement from both sides; the largest uncertainties are external shocks or shifts in Chinese trade policy priorities.",
    "base_payoff":3.3416666667
  },
  {
    "player":"Russia",
    "opponent":"China",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Russia against China would primarily affect trade through higher import prices, reduced import volumes, and potential currency adjustments. The most affected sectors would be those reliant on Chinese intermediate goods and consumer products, such as manufacturing and retail, which could face higher costs and supply chain disruptions. In the short term (0–12 months), GDP is likely to decline modestly due to increased input costs and reduced competitiveness, while the trade balance may improve slightly as imports from China decrease. Over the medium term (1–3 years), Russian industries may adapt by seeking alternative suppliers or increasing domestic production, but overall productivity could suffer if critical inputs remain costly or scarce. There is a significant risk of Chinese retaliation, potentially through counter-tariffs or non-tariff barriers, which could escalate into a broader trade conflict and negatively impact Russian exporters. Historical precedents, such as the US-China tariff escalations, show that such measures often lead to trade diversion and short-term political gains but can harm long-term economic growth and integration. Key assumptions include the absence of immediate large-scale retaliation and the ability of Russian firms to substitute Chinese goods; the largest uncertainties involve the scale and speed of Chinese countermeasures and the resilience of Russian supply chains.",
    "base_payoff":2.3666666667
  },
  {
    "player":"Russia",
    "opponent":"China",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies that Russia refrains from immediate trade policy changes with China, maintaining the status quo. The primary transmission channels affected are minimal: prices and volumes remain stable, with no direct impact on foreign exchange rates or productivity in the short term. Sectors most affected are those sensitive to policy uncertainty, such as manufacturing and energy, but the lack of action means no immediate winners or losers. In the short term (0–12 months), GDP and trade balance are expected to remain unchanged, as no new barriers or incentives are introduced. Over the medium term (1–3 years), the absence of proactive measures could delay potential gains from liberalization or risk mitigation, especially if China or other partners adjust their policies. Retaliation or spillover risks are low, as inaction is unlikely to provoke a response, but diplomatic dynamics may stagnate, missing opportunities for deeper integration. Historical precedents from Russia’s 2020 strategic economic goals highlight the importance of timely liberalization and integration; delays have previously resulted in lost competitiveness and slower innovation. Key assumptions include stable external conditions and no major shocks from China. The largest uncertainty is whether inaction will be perceived as indecision, potentially eroding Russia’s strategic position.",
    "base_payoff":0.9625
  },
  {
    "player":"Russia",
    "opponent":"China",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions by Russia against China would primarily impact trade volumes and foreign exchange flows, as China has become a key trading partner for Russia, especially following Western sanctions and Russia’s pivot towards Asian markets. The most affected sectors would be energy exports, raw materials, and machinery imports, with Russian exporters and Chinese importers facing immediate disruptions. In the short term (0–12 months), Russian GDP would likely contract due to reduced export revenues and higher input costs, while the trade balance would deteriorate as alternative markets are limited. Over the medium term (1–3 years), productivity could decline due to supply chain disruptions and loss of access to Chinese technology and intermediate goods. Retaliation risks are high, as China could impose countermeasures, further isolating Russia economically and diplomatically. Historical precedents, such as Russia’s reorientation of trade after EU and G7 sanctions, show that while Russia can shift partners, the process is costly and slow, with negative GDP and trade impacts in the initial years (Gross and Stelzenmüller 2024; Ioannou et al 2023). Key assumptions include the absence of immediate alternative markets and continued geopolitical tensions; the largest uncertainties are the scale of Chinese retaliation and the adaptability of Russian industries.",
    "base_payoff":-3.725
  },
  {
    "player":"Russia",
    "opponent":"China",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in Russia primarily transmits through price competitiveness, as lower effective export prices can boost volumes, especially in sectors with existing comparative advantages such as manufacturing and energy. The most affected stakeholders are domestic exporters, particularly those with established supply ties to regional neighbors and the Commonwealth of Independent States, who may benefit from increased market share. In the short term (0–12 months), GDP is likely to see a modest positive impact due to higher export volumes, but this may be offset by short-term fiscal costs and potential inefficiencies. Over the medium term (1–3 years), the policy could support modernization and efficiency if paired with innovation incentives, but risks remain if subsidies entrench uncompetitive industries. There is a moderate risk of retaliation or spillover from China, especially if subsidized Russian goods displace Chinese exports in third markets, potentially leading to countermeasures or diplomatic friction. Historical precedents from Russia’s integration efforts with the EU and reliance on energy exports show that while subsidies can temporarily boost trade, long-term gains depend on structural reforms. Key assumptions include stable global demand and no immediate escalation of trade disputes; the largest uncertainties are the scale of Chinese response and the sustainability of fiscal support.",
    "base_payoff":3.5916666667
  },
  {
    "player":"Russia",
    "opponent":"China",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from China would primarily affect Russia’s trade volumes and prices, as limiting Chinese goods could raise domestic prices and reduce the availability of certain products. The most affected sectors would be those reliant on Chinese imports, such as consumer electronics, machinery, and textiles, with Russian producers potentially benefiting from reduced competition in the short term. In the first 12 months, GDP is likely to decline slightly due to higher input costs and potential inefficiencies, while the trade balance may improve modestly as import volumes fall. Over the medium term (1–3 years), the policy could incentivize domestic production and marginally boost competitiveness, but risks include Chinese retaliation, which could harm Russian exports and escalate diplomatic tensions. Historical precedents from Russia’s focus on modernization and competitiveness highlight the need for government intervention to mitigate short-term losses and social impacts, as noted in retrieved sources. Key assumptions include stable global demand and no immediate large-scale retaliation, while the largest uncertainties involve the scale of Chinese countermeasures and the adaptability of Russian industries.",
    "base_payoff":1.5666666667
  },
  {
    "player":"Russia",
    "opponent":"India",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The primary transmission channels for the OPEN DIALOGUE strategy between Russia and India are increased trade volumes, improved diplomatic relations, and potential productivity gains through policy coordination and reduced trade frictions. Sectors most likely to benefit include manufacturing, energy, and technology, as these are areas where both countries have complementary interests and existing trade flows. In the short term (0–12 months), the impact on GDP is likely to be modest but positive, as dialogue facilitates incremental improvements in trade facilitation and reduces uncertainty. Over the medium term (1–3 years), the effect is expected to strengthen, with a more pronounced positive shift in trade balance as stable bilateral relations encourage investment and market access. The risk of retaliation or negative spillovers is low, given the cooperative nature of the strategy and the historical precedent that stable diplomatic ties with BRICS partners can increase trade volume by up to 44.8%, as noted in the retrieved sources. Historical examples from BRICS policy dialogues show that institutionalized communication mechanisms yield high economic returns and political stability. Key assumptions include continued political will on both sides and absence of major external shocks; the largest uncertainties relate to global geopolitical volatility and the pace of implementation. Overall, the strategy is expected to yield moderate but tangible economic and political benefits.",
    "base_payoff":5.2541666667
  },
  {
    "player":"Russia",
    "opponent":"India",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Russia against India would primarily affect trade volumes and prices, increasing the cost of Indian imports and potentially improving Russia’s trade balance in the short term as import volumes fall. The most affected sectors would be those reliant on Indian goods, such as textiles, pharmaceuticals, and certain machinery, with domestic producers benefiting from reduced competition but consumers and import-dependent industries facing higher prices and reduced choice. In the short term (0–12 months), GDP is likely to decline due to efficiency losses and higher input costs, while the trade balance may improve modestly as imports drop. Over the medium term (1–3 years), negative productivity effects and possible retaliation from India could erode these gains, with risks of a trade dispute escalating and harming broader diplomatic relations. Historical context from the retrieved sources suggests that Russia’s focus on modernization and competitiveness has required careful management of short-term losses from increased foreign competition, and that protectionist measures can undermine long-term integration goals, such as WTO accession and EU preferences. Key assumptions include the absence of immediate large-scale retaliation by India and that domestic industry can absorb the shock; the largest uncertainties are the scale of Indian countermeasures and the impact on Russia’s modernization agenda.",
    "base_payoff":2.1708333333
  },
  {
    "player":"Russia",
    "opponent":"India",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, characterized by policy inaction and observation, primarily transmits its effects through delayed price and volume adjustments, as well as potential foreign exchange volatility due to uncertainty. In the short term (0–12 months), this strategy is likely to result in stagnation or slight contraction in GDP, as uncompetitive sectors face continued pressure without the stimulus of liberalization or targeted support. Key stakeholders affected include manufacturing and export-oriented industries, which may lose ground to more proactive competitors. Over the medium term (1–3 years), the lack of decisive action could further erode trade balances, as Russia misses opportunities for integration and innovation, especially compared to countries actively pursuing trade liberalization. There is minimal risk of direct retaliation from India, but diplomatic momentum may be lost, reducing Russia’s leverage in future negotiations. Historical precedents from the retrieved sources suggest that delayed liberalization leads to greater adjustment pain and lost competitiveness, as seen in recommendations to act sooner rather than later. This assessment assumes no major external shocks; the largest uncertainty is the potential for rapid geopolitical shifts that could force Russia’s hand. Overall, the strategy risks compounding existing vulnerabilities in a volatile global environment.",
    "base_payoff":-0.6166666667
  },
  {
    "player":"Russia",
    "opponent":"India",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on India would primarily affect Russia’s trade volumes and foreign exchange inflows, as India has become a significant alternative market for Russian exports, especially energy, following EU and G7 sanctions. The most affected sectors would be energy (oil and gas), metals, and related logistics, with Russian exporters and state revenues facing immediate losses. In the short term (0–12 months), GDP would contract due to reduced export earnings and lower industrial output, while the trade balance would deteriorate as alternative markets are limited and prices may fall due to oversupply. Over the medium term (1–3 years), persistent sanctions could erode productivity and investment in export-oriented sectors, compounding negative GDP effects. Retaliation risks are high, as India could seek alternative suppliers, further isolating Russia and potentially triggering diplomatic fallout. Historical precedents from recent EU and G7 sanctions show that Russia’s reorientation to new partners like India is crucial for mitigating losses; cutting off such ties would amplify the long-term negative impact. Key assumptions include India’s willingness to retaliate and the lack of immediate alternative markets for Russian goods, with the largest uncertainty being the global response and potential for secondary sanctions or diplomatic mediation.",
    "base_payoff":-3.3083333333
  },
  {
    "player":"Russia",
    "opponent":"India",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports is likely to increase Russia’s export volumes, particularly to regional neighbors and potentially to India, by making Russian goods more price-competitive. The primary transmission channels are lower export prices due to subsidies, which can boost export volumes and improve the trade balance in the short term (0–12 months). The most affected sectors are industry and manufacturing, which already have comparative advantages such as geographical proximity, shared infrastructure, and cultural ties with neighboring states. In the medium term (1–3 years), the policy could support modernization and efficiency, but risks include potential retaliation from India or other trading partners, such as countervailing duties or reduced market access, which could offset gains. Diplomatic dynamics may be strained if India perceives the subsidies as unfair competition, though the cooperative nature of the policy may mitigate this. Historical precedents from the region suggest that export subsidies can temporarily boost output and trade balances, but sustained benefits depend on innovation and structural reforms, as overreliance on such measures can lead to instability, especially if global competition intensifies. Key assumptions include stable demand in India and no immediate large-scale retaliation; the largest uncertainties are the global economic environment and the response of trading partners.",
    "base_payoff":3.5916666667
  },
  {
    "player":"Russia",
    "opponent":"India",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from India would primarily affect trade volumes, leading to reduced import competition and potentially higher domestic prices for affected goods. The most impacted sectors would be those reliant on Indian imports, such as textiles, pharmaceuticals, or machinery, with Russian producers benefiting from reduced competition in the short term. In the first 12 months, GDP is likely to decline slightly due to inefficiencies and higher input costs, while the trade balance may improve modestly as import volumes fall. Over the medium term (1–3 years), the policy could undermine productivity and modernization goals by limiting access to competitive inputs, as highlighted in Russia’s strategic focus on efficiency and competitiveness. There is a significant risk of retaliation from India, which could target Russian exports or restrict market access, escalating diplomatic tensions and potentially leading to broader trade disruptions. Historical precedents from Russia’s approach to foreign competition and integration with the EU suggest that protectionist measures can yield short-term relief for domestic industries but often at the cost of long-term growth and international integration. Key assumptions include stable global demand and no immediate escalation to broader sanctions, while the largest uncertainties involve the scale of Indian retaliation and the adaptability of Russian industries to reduced import competition.",
    "base_payoff":1.5666666667
  },
  {
    "player":"Russia",
    "opponent":"United Kingdom",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy, as a cooperative approach, primarily transmits its effects through improved diplomatic relations, reduced uncertainty, and potential easing of non-tariff barriers, which can positively influence prices, trade volumes, and foreign exchange stability. The most affected sectors are likely to be those with existing or potential comparative advantage, such as goods and services where the UK has revealed strengths, and Russian sectors reliant on UK technology or capital. In the short term (0–12 months), GDP impact is modest as trust-building and negotiation take time, but medium-term (1–3 years) effects could include increased trade volumes and a slight improvement in Russia’s trade balance with the UK, assuming no immediate retaliation or escalation. Diplomatic engagement reduces the risk of sanctions or trade wars, though spillover risks remain if geopolitical tensions rise elsewhere. Historical precedents from the UK’s recent trade strategy development suggest that open dialogue can support growth and economic security, especially when aligned with broader industrial and geopolitical objectives. Key assumptions include a stable geopolitical environment and willingness from both sides to engage constructively; the largest uncertainties are external shocks or policy reversals. The evidence base is limited by the current lack of detailed bilateral trade data and the evolving nature of UK trade policy.",
    "base_payoff":3.425
  },
  {
    "player":"Russia",
    "opponent":"United Kingdom",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Russia against the United Kingdom would primarily impact trade flows through higher import prices, reduced import volumes, and potential currency adjustments. The most affected sectors would likely be those with significant UK-Russia trade, such as machinery, chemicals, and certain consumer goods, with Russian importers and consumers facing higher costs and UK exporters losing market access. In the short term (0–12 months), Russian GDP is expected to decline modestly due to reduced import efficiency and higher input costs, while the trade balance may improve as imports from the UK fall more sharply than exports. Over the medium term (1–3 years), negative productivity effects could deepen as supply chains adjust and alternative suppliers are sought, potentially offsetting initial trade balance gains. Retaliation risks are high, as the UK may respond with its own trade defence measures, escalating tensions and further disrupting bilateral trade, as highlighted in recent UK trade strategy discussions (IPPR 2024). Historical precedents from the UK’s post-Brexit trade defence regime show that tariff escalation can lead to prolonged disputes and economic fragmentation. Key assumptions include stable global demand and no major third-party interventions; the largest uncertainties relate to the scale of UK retaliation and the adaptability of Russian industries.",
    "base_payoff":2.1708333333
  },
  {
    "player":"Russia",
    "opponent":"United Kingdom",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"A 'WAIT AND SEE' approach by Russia towards the United Kingdom is a cooperative but passive strategy, primarily affecting trade through indirect channels such as market expectations, investor sentiment, and potential volatility in foreign exchange rates. In the short term (0–12 months), this policy is unlikely to significantly alter prices, trade volumes, or productivity, as no new barriers or incentives are introduced. The most affected sectors are those with existing trade flows, such as energy, raw materials, and machinery, but the impact will be muted due to the absence of active policy changes. Stakeholders, including exporters and importers, may experience uncertainty but no immediate disruption. Over the medium term (1–3 years), the lack of engagement could lead to missed opportunities for trade growth or risk mitigation, especially as the UK is developing a new trade strategy focused on economic security and net zero objectives. Retaliation or spillover risks are minimal, as this stance does not provoke the UK or escalate tensions, but it also does not build diplomatic goodwill. Historical precedents from the UK’s recent trade policy show that inaction or lack of clear direction can result in stagnation of trade openness and missed comparative advantages (ONS 2024c; DBT 2024a). The key assumption is that external conditions remain stable; the largest uncertainty is the potential for sudden geopolitical shifts or policy changes by the UK or other global actors.",
    "base_payoff":0.9625
  },
  {
    "player":"Russia",
    "opponent":"United Kingdom",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on Russia by the United Kingdom primarily transmits through reduced trade volumes, increased transaction costs, and potential FX volatility. The most affected sectors are energy (notably oil and gas), metals, and financial services, as sanctions typically target these high-value exports and related financial flows. In the short term (0–12 months), UK GDP is likely to see a modest negative impact due to higher energy prices and supply chain disruptions, while Russia faces a sharper contraction as it loses access to UK markets and financial services. Over the medium term (1–3 years), Russia may partially reorient trade towards alternative partners such as China, Türkiye, and India, but productivity losses and reduced investment are expected to persist. The UK’s trade balance may improve slightly as imports from Russia fall, but this is offset by higher costs for alternative supplies. Retaliation risks include counter-sanctions or disruptions in global commodity markets, with potential spillovers to UK industries reliant on Russian inputs. Historical precedents from recent EU and G7 sanctions on Russia (Ioannou et al 2023; Gross and Stelzenmüller 2024) show significant trade reorientation and economic contraction in Russia. Key assumptions include continued multilateral support for sanctions and stable global energy markets; the largest uncertainties are the scale of Russian retaliation and the adaptability of UK supply chains.",
    "base_payoff":1.5583333333
  },
  {
    "player":"Russia",
    "opponent":"United Kingdom",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports primarily affects the economy through price competitiveness, as Russian goods become cheaper in foreign markets, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). The most affected sectors are those with existing or potential comparative advantage, such as energy, raw materials, and certain manufactured goods, mirroring the UK’s focus on sectors with revealed comparative advantage. In the medium term (1–3 years), the GDP impact may moderate as gains depend on sustained foreign demand and the ability of Russian firms to scale up production. However, there is a significant risk of retaliation from the United Kingdom, which could respond with countervailing duties, tariffs, or other trade barriers, as seen in recent UK trade policy responses to perceived unfair practices. Diplomatic relations may deteriorate, especially if the UK perceives the subsidies as undermining its own export sectors or economic security. Historical precedents from the UK’s export promotion activities show that government support can boost sectoral exports, but the overall macroeconomic effect depends on global market conditions and the response of trading partners. Key assumptions include stable global demand and no immediate escalation of trade disputes; the largest uncertainty is the scale and speed of UK retaliation, which could offset initial gains.",
    "base_payoff":4.2041666667
  },
  {
    "player":"Russia",
    "opponent":"United Kingdom",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on UK imports would primarily affect trade volumes, leading to reduced import flows and potential price increases for restricted goods in Russia. The most affected sectors would be those with significant UK trade exposure, such as machinery, chemicals, and certain consumer goods, impacting both Russian importers and UK exporters. In the short term (0–12 months), Russian GDP is likely to contract slightly due to higher input costs and supply chain disruptions, while the trade balance may improve as import volumes fall. Over the medium term (1–3 years), domestic producers may benefit from reduced competition, but productivity could suffer if access to advanced UK goods or technology is curtailed. There is a moderate risk of UK retaliation, such as reciprocal quotas or tariffs, which could escalate into broader trade restrictions and further dampen economic activity. Historical precedents from the UK’s recent trade policy context suggest that trade defence measures, like quotas, can be limited in effectiveness and may provoke countermeasures, especially in a fragmented geopolitical environment. Key assumptions include stable global demand and no major shifts in exchange rates, while the largest uncertainties relate to the scale of UK retaliation and the adaptability of Russian industries to new supply constraints.",
    "base_payoff":1.9833333333
  },
  {
    "player":"Russia",
    "opponent":"Saudi Arabia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Open dialogue as a cooperative trade policy between Russia and Saudi Arabia primarily transmits its effects through increased trade volumes, improved price stability, and potential foreign exchange (FX) risk mitigation. The most affected sectors are likely to be energy, manufacturing, and resource-based industries, as both countries are major players in these markets. In the short term (0–12 months), the impact on GDP is modestly positive due to enhanced market access and reduced uncertainty, while the trade balance is expected to shift positively by approximately 3% as bilateral trade flows increase. Over the medium term (1–3 years), these gains may be amplified if dialogue leads to further liberalization or sector-specific agreements, supporting Russia’s strategic goals of diversification and innovation. Retaliation or negative spillovers are minimal with this approach, and diplomatic relations are likely to improve, reducing the risk of trade disruptions. Historical precedents from Russia’s 2020 strategic economic goals highlight the importance of liberalization and dialogue in driving competitiveness and innovation, as well as the positive correlation between political stability and trade volumes. Key assumptions include a stable political environment and willingness from both sides to engage constructively; the largest uncertainties stem from potential external shocks or shifts in global energy markets.",
    "base_payoff":3.425
  },
  {
    "player":"Russia",
    "opponent":"Saudi Arabia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Russia against Saudi Arabia would primarily affect trade through price increases on Saudi imports, reducing import volumes and potentially improving Russia’s trade balance in the short term. The most affected sectors would be those reliant on Saudi goods, particularly energy and resource-based industries, given the strategic importance of these sectors in both economies. In the short term (0–12 months), GDP is likely to decline slightly due to higher input costs and potential supply chain disruptions, while the trade balance may improve as imports fall. Over the medium term (1–3 years), negative effects could intensify if Saudi Arabia retaliates with its own tariffs or trade barriers, leading to reduced export opportunities for Russian firms and possible diplomatic tensions. Historical evidence from Russia’s trade strategies highlights the importance of stable bilateral relationships, as seen in the high economic returns from such stability (44.8% improvement in some cases), suggesting that tariff escalation risks undermining these gains. Key assumptions include the absence of immediate large-scale retaliation and that alternative suppliers are available. The largest uncertainties involve the scale and speed of Saudi countermeasures and the broader impact on Russia’s Vision 2030 economic diversification goals.",
    "base_payoff":1.5666666667
  },
  {
    "player":"Russia",
    "opponent":"Saudi Arabia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, implies that Russia refrains from immediate trade policy changes with Saudi Arabia, instead monitoring developments before acting. The primary transmission channels affected are minimal in the short term: prices, trade volumes, foreign exchange rates, and productivity are unlikely to shift significantly within the first 12 months, as no new barriers or incentives are introduced. Sectors most affected would be those sensitive to bilateral trade flows, such as energy and resource-based industries, but the impact is muted due to policy inertia. In the medium term (1–3 years), this strategy may delay necessary adjustments for competitiveness and innovation, as highlighted in Russia’s 2020 strategic economic goals, which emphasize liberalization and proactive engagement to drive diversification. There is little risk of retaliation or negative diplomatic spillover, as the policy is non-confrontational. Historical precedents from the retrieved sources suggest that inaction can preserve stability but may also forgo opportunities for growth or reform, as seen in periods when Russia delayed trade liberalization. Key assumptions include stable external conditions and no sudden shocks from Saudi policy. The largest uncertainty is whether external events will force Russia’s hand, making passivity a potential liability.",
    "base_payoff":0.9625
  },
  {
    "player":"Russia",
    "opponent":"Saudi Arabia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Sanctions imposed on Russia, particularly by major economies, have historically led to significant negative impacts on GDP and trade balance, primarily through channels such as reduced export volumes, increased transaction costs, currency depreciation, and lower productivity. The most affected sectors are energy (notably oil and gas), manufacturing, and financial services, as sanctions restrict market access and disrupt supply chains. In the short term (0–12 months), Russia typically experiences a sharp contraction in export revenues and a decline in foreign investment, while inflation rises due to supply bottlenecks and ruble depreciation. Over the medium term (1–3 years), the negative effects persist, with continued output losses and a structurally weaker trade balance, as seen after the 2022 EU and G7 sanctions, which forced Russia to reorient trade towards less lucrative partners like China and India. Retaliation risks include counter-sanctions, trade diversion, and diplomatic isolation, which can further erode economic stability. Historical precedents from recent EU\/G7 sanctions show long-term negative effects on Russia’s economy, with high inflation and reduced competitiveness. Key assumptions include the absence of major policy offsets or rapid market diversification, while the largest uncertainties relate to the scale of third-country cooperation and global commodity price shifts.",
    "base_payoff":-10.0
  },
  {
    "player":"Russia",
    "opponent":"Saudi Arabia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in Russia primarily transmits through price competitiveness, as lower effective export prices can boost volumes, especially to regional neighbors in the Commonwealth of Independent States (CIS) where Russia holds comparative advantages in manufacturing and industry. The most affected sectors are likely to be manufacturing and industrial goods, leveraging existing transport infrastructure and shared industrial bases. In the short term (0–12 months), GDP is expected to rise modestly due to increased export volumes and improved trade balance, while the medium-term (1–3 years) impact depends on whether subsidies drive innovation-based development or entrench reliance on traditional sectors. Retaliation risks from Saudi Arabia are limited, as the two countries' export profiles overlap minimally outside energy, but there is potential for diplomatic friction if subsidies are perceived as distorting markets. Historical context from the retrieved analysis suggests that Russia’s export growth to regional partners has been facilitated by such advantages, but overreliance on energy exports remains a vulnerability. Key assumptions include stable global demand and no major countermeasures from Saudi Arabia; the largest uncertainties are global economic shifts and the sustainability of fiscal support for subsidies.",
    "base_payoff":4.4541666667
  },
  {
    "player":"Russia",
    "opponent":"Saudi Arabia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from Saudi Arabia would primarily affect trade volumes and prices, with the immediate effect of reducing the quantity of Saudi goods entering the Russian market. This would likely lead to higher prices for affected goods domestically, benefiting Russian producers in the short term by reducing foreign competition and potentially boosting domestic output in targeted sectors, such as energy or petrochemicals. However, the policy risks reducing overall productivity and efficiency, as domestic firms may face less competitive pressure to modernize. In the short term (0–12 months), GDP is likely to decline slightly due to higher input costs and potential inefficiencies, while the trade balance may improve modestly as imports fall. Over the medium term (1–3 years), the risk of Saudi retaliation—such as counter-quotas or reduced energy cooperation—could offset initial gains and lead to broader diplomatic tensions, especially if Saudi Arabia seeks support from other trading partners. Historical precedents from Russia’s focus on modernization and competitiveness highlight that protectionist measures can provide temporary relief but often hinder long-term growth and integration, as seen in past responses to increased foreign competition. Key assumptions include stable global energy prices and no immediate escalation to broader sanctions. The largest uncertainties involve the scale of Saudi retaliation and the adaptability of Russian industries to reduced import competition.",
    "base_payoff":1.5666666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United States",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy leverages cooperative engagement to address trade issues between Saudi Arabia and the United States, primarily affecting trade volumes and exchange rate stability. The main transmission channels are expected to be increased trade volumes and reduced uncertainty, which can support non-oil export growth and stabilize prices. Sectors most affected include non-oil exporters, as highlighted by the Saudi Exports Development Authority, and industries reliant on US imports or technology. In the short term (0–12 months), the impact on GDP is likely modest but positive due to improved investor confidence and reduced risk premiums, while the trade balance may see a slight improvement as barriers are addressed. Over the medium term (1–3 years), sustained dialogue can enhance sectoral competitiveness and support export diversification, especially if accompanied by policy interventions such as currency hedging and sector-specific strategies. Retaliation or negative spillovers are minimal with this approach, and diplomatic relations are likely to improve, as suggested by the positive correlation between political stability and trade volumes (β = 0.448, p < 0.05). Historical precedents from recent Saudi trade reports indicate that cooperative strategies and policy alignment with major partners have supported export growth and economic stability. Key assumptions include continued US willingness to engage and stable global demand, while uncertainties center on external shocks and domestic policy shifts.",
    "base_payoff":3.2666666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United States",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Saudi Arabia against the United States would primarily affect trade through price increases on imported US goods, reducing import volumes and potentially improving the trade balance in the short term. The most affected sectors would be those reliant on US imports, such as technology, machinery, and certain consumer goods, with downstream impacts on Saudi businesses and consumers facing higher costs. In the short term (0–12 months), GDP is likely to contract slightly due to higher input costs and reduced competitiveness, while the trade balance may see a modest improvement as imports fall. Over the medium term (1–3 years), negative effects could intensify if the US retaliates with its own tariffs or non-tariff barriers, potentially harming Saudi exports, especially non-oil sectors targeted for diversification under Vision 2030. Diplomatic relations could deteriorate, increasing uncertainty and spillover risks to investment and broader economic cooperation. Historical evidence from Saudi–BRICS trade shows that tariffs can serve dual purposes but often lead to complex, sometimes adverse, interactions affecting inflation and competitiveness. Key assumptions include no immediate large-scale retaliation and stable global demand for Saudi exports; the largest uncertainty is the scale and speed of US countermeasures, which could significantly worsen outcomes.",
    "base_payoff":1.6333333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United States",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, primarily transmits its effects through the channel of policy uncertainty, with minimal immediate impact on prices, trade volumes, or foreign exchange rates. In the short term (0–12 months), this policy is likely to result in negligible changes to GDP and trade balance, as no active measures are taken to alter tariffs, quotas, or subsidies. The most affected stakeholders are exporters and importers who may delay investment or trade decisions due to uncertainty, particularly in sectors sensitive to US-Saudi trade flows such as petrochemicals and manufactured goods. Over the medium term (1–3 years), the absence of proactive engagement could lead to missed opportunities for export growth or risk mitigation, but also avoids escalation or retaliation, as seen in previous periods of stable but cautious trade relations reported by the Saudi General Authority for Statistics (2022). Political stability is modestly supported by avoiding confrontation, as indicated by the positive correlation between stability and trade volumes (β = 0.448, p < 0.05). The main assumption is that external shocks or US policy changes do not force Saudi Arabia’s hand; the largest uncertainty is the potential for sudden shifts in US trade policy or global market conditions. Historical precedent suggests that passive strategies maintain status quo but may not capitalize on emerging opportunities.",
    "base_payoff":1.925
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United States",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on the United States would primarily affect Saudi Arabia through price and volume channels, as the US is a significant trading partner and a key source of advanced technology, machinery, and investment. The most affected sectors would include petrochemicals, non-oil exports, and industries reliant on US imports or technology transfer. In the short term (0–12 months), GDP is likely to contract due to disrupted supply chains, reduced export volumes, and potential currency volatility, as indicated by the Saudi Exports Development Authority and General Authority for Statistics. Over the medium term (1–3 years), the trade balance would deteriorate further if US countermeasures or secondary sanctions are imposed, amplifying negative effects on export competitiveness and productivity. Retaliation risks are high, with the US likely to respond with its own trade restrictions, potentially escalating into broader diplomatic tensions. Historical precedents, such as Saudi Arabia’s temporary export bans during the COVID-19 pandemic, show that trade restrictions can have significant economic costs and limited political gains. Key assumptions include the absence of alternative markets of similar scale and the likelihood of US retaliation; the largest uncertainties involve the global response and the resilience of Saudi non-oil sectors.",
    "base_payoff":-3.9083333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United States",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in Saudi Arabia primarily transmits through price competitiveness, as subsidies lower export prices, making Saudi goods more attractive in international markets, particularly in non-oil sectors targeted by the 2030 strategy. This policy is likely to boost export volumes, especially in manufacturing and value-added sectors, benefiting exporters and related supply chains. In the short term (0–12 months), GDP is expected to rise modestly due to increased production and export activity, while the trade balance with the United States should improve as subsidized goods gain market share. Over the medium term (1–3 years), sustained subsidies could further enhance non-oil export growth, but risks include potential U.S. retaliation via countervailing duties or trade barriers, which could dampen gains and strain diplomatic relations. Historical data from 2022 shows Saudi non-oil exports reached a record USD 85 billion, reflecting the effectiveness of export promotion policies, though the scale and sustainability of subsidies remain uncertain. Key assumptions include stable global demand and manageable inflation; the largest uncertainties are the U.S. policy response and possible WTO challenges.",
    "base_payoff":5.3083333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United States",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United States would primarily affect trade volumes, leading to reduced import quantities and potential price increases for restricted goods in Saudi Arabia. The most affected sectors would likely be those reliant on US imports, such as machinery, vehicles, and certain consumer goods, with downstream impacts on local businesses and consumers. In the short term (0–12 months), GDP is expected to decline modestly due to higher input costs and potential supply chain disruptions, while the trade balance may improve slightly as import volumes fall. Over the medium term (1–3 years), the risk of US retaliation—such as counter-quotas or tariffs—could offset initial trade balance gains and further dampen GDP growth. Diplomatic relations may deteriorate, increasing uncertainty for Saudi exporters, especially in non-oil sectors. Historical precedents from global trade disputes indicate that quotas often trigger reciprocal measures and rarely yield sustained economic benefits. Key assumptions include stable global demand for Saudi exports and no immediate multilateral escalation. The largest uncertainties are the scale of US retaliation and the adaptability of Saudi industries to alternative suppliers.",
    "base_payoff":2.1583333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"China",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Open dialogue as a cooperative trade policy between Saudi Arabia and China primarily transmits its effects through increased trade volumes, improved exchange rate stability, and enhanced productivity via knowledge and technology transfer. The most affected sectors are likely to be non-oil exports, manufacturing, and services, aligning with Saudi Vision 2030’s objectives to diversify away from oil. In the short term (0–12 months), GDP growth is expected to be modest as trust and institutional frameworks are established, while the trade balance may see a slight positive shift due to reduced uncertainty and improved market access. Over the medium term (1–3 years), these effects could strengthen as sector-specific strategies and flexible trade mechanisms take hold, further boosting non-oil exports. Retaliation or negative spillovers are minimal with this approach, and diplomatic relations are likely to improve, reducing external volatility risks. Historical precedents from the retrieved sources indicate that political stability and open communication correlate strongly with higher trade volumes (β = 0.448, p < 0.05), and institutional support sustains trade growth. Key assumptions include continued political stability and mutual economic interests, while the largest uncertainties involve external shocks or shifts in global demand. Overall, open dialogue is a low-risk, high-potential strategy for Saudi Arabia’s trade with China.",
    "base_payoff":3.3833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"China",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Saudi Arabia against China would primarily affect trade through price increases on Chinese imports, reducing import volumes and potentially improving the trade balance in the short term as domestic alternatives are sought. The most affected sectors would be those vital to Saudi economic diversification under Vision 2030, particularly manufacturing and technology, which rely on Chinese intermediate goods. In the short term (0–12 months), GDP is likely to contract due to higher input costs and reduced competitiveness, as inflationary pressures rise and productivity may fall. Over the medium term (1–3 years), persistent tariffs could encourage local industry but risk supply chain disruptions and higher consumer prices, with limited net benefit to GDP. Retaliation from China is a significant risk, potentially targeting Saudi exports such as petrochemicals, which could erode any initial trade balance gains and escalate diplomatic tensions. Historical evidence from Saudi–BRICS trade shows that tariffs serve a dual purpose but can undermine export competitiveness if inflation rises. Key assumptions include stable global demand and no immediate large-scale retaliation; the largest uncertainties are the scale of Chinese countermeasures and the adaptability of Saudi industries.",
    "base_payoff":2.0416666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"China",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach, as a cooperative strategy, primarily transmits its effects through the stabilization of expectations rather than immediate changes in prices, trade volumes, or exchange rates. By refraining from immediate action, Saudi Arabia avoids triggering retaliatory measures from China, thus maintaining current trade flows and minimizing volatility in the short term. The most affected sectors are likely to be non-oil exporters, who may experience uncertainty but benefit from the absence of new barriers or disruptions. In the short term (0–12 months), GDP and trade balance are expected to remain stable, as no new policy shocks are introduced. Over the medium term (1–3 years), this strategy allows for the collection of more information and the potential to pivot to more proactive measures if needed, aligning with Vision 2030’s emphasis on non-oil export growth. There is a low risk of diplomatic fallout or economic retaliation, as the strategy is non-confrontational. Historical trade data from the Saudi General Authority for Statistics and the Saudi Exports Development Authority indicate that periods of policy stability have coincided with steady trade volumes, especially when political stability is high (Model 3, β = 0.448, p < 0.05). The main assumptions are that external shocks or policy changes from China do not occur unexpectedly, and that global economic conditions remain relatively stable. The largest uncertainty is the potential for unforeseen shifts in Chinese trade policy or global demand, which could necessitate a more active response.",
    "base_payoff":1.925
  },
  {
    "player":"Saudi Arabia",
    "opponent":"China",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on China would primarily affect Saudi Arabia’s trade through price and volume channels, as China is a major trading partner within the BRICS bloc. The immediate impact would be a sharp reduction in export volumes, particularly in non-oil sectors targeted by Vision 2030, as well as potential disruptions in import supply chains. Exchange rate volatility could increase due to reduced foreign exchange inflows, and inflationary pressures may rise if alternative suppliers are costlier. The most affected sectors would include petrochemicals, plastics, and manufactured goods, with exporters and import-dependent industries bearing the brunt. In the short term (0–12 months), GDP would contract due to lost export revenues and higher input costs, while the trade balance would deteriorate as both exports fall and import substitution lags. Over the medium term (1–3 years), persistent sanctions could erode productivity and competitiveness, further hindering non-oil export growth. Retaliation risks are high, with China likely to impose countermeasures or seek alternative suppliers, amplifying negative spillovers. Historical trade disruptions, as noted in Saudi trade statistics, have shown that inflation and exchange rate instability can quickly undermine export competitiveness. Key assumptions include the absence of mitigating trade agreements and limited political support for escalation; the largest uncertainties involve the scale of Chinese retaliation and the speed of market reorientation.",
    "base_payoff":-7.0
  },
  {
    "player":"Saudi Arabia",
    "opponent":"China",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports is a cooperative strategy that directly lowers the cost of Saudi goods in international markets, primarily affecting prices and export volumes. The main transmission channels are increased competitiveness of non-oil sectors, especially manufacturing and petrochemicals, leading to higher export volumes and potential gains in productivity as firms scale up. In the short term (0–12 months), GDP is likely to rise due to increased output and export activity, with a positive shift in the trade balance as non-oil exports—already at a historic peak of USD 85 billion in 2022—expand further. Over the medium term (1–3 years), sustained subsidies could reinforce diversification goals under Vision 2030, but risks include potential retaliation from China, such as countervailing duties or reduced market access, which could dampen gains. Diplomatic relations may be tested, though the cooperative nature of the policy and Saudi Arabia’s focus on sustainable growth may mitigate severe fallout. Historical data from 2018–2022 shows that proactive export promotion contributed to significant non-oil export growth, supporting the rationale for positive impacts. Key assumptions include stable global demand and no immediate escalation of trade tensions; the largest uncertainties are the scale of Chinese response and the durability of subsidy funding.",
    "base_payoff":5.8333333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"China",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from China would primarily affect trade volumes by directly limiting the quantity of Chinese goods entering Saudi Arabia, which could lead to higher prices for affected products due to reduced supply and potential substitution with higher-cost alternatives. The most impacted sectors would likely be those reliant on Chinese intermediate goods or finished products, such as electronics, machinery, and consumer goods, with downstream effects on Saudi manufacturers and consumers. In the short term (0–12 months), GDP is expected to decline modestly due to increased input costs and potential supply chain disruptions, while the trade balance may improve as import volumes fall. Over the medium term (1–3 years), the negative GDP impact could persist if domestic industries cannot efficiently substitute for Chinese imports, and there is a risk of retaliatory measures from China, such as restrictions on Saudi exports or investment, which could further dampen growth and trade. Diplomatic tensions may rise, complicating broader economic cooperation. Historical trade data from the Saudi General Authority for Statistics and the Saudi Exports Development Authority indicate that restrictive measures can temporarily improve the trade balance but often at the cost of higher inflation and reduced export competitiveness. Key assumptions include stable global demand and no immediate large-scale retaliation, while the largest uncertainties involve the scale and speed of Chinese countermeasures and the adaptability of Saudi industries.",
    "base_payoff":2.5666666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"India",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"Open dialogue as a cooperative trade policy between Saudi Arabia and India primarily transmits its effects through improved trade volumes, reduced uncertainty in prices, and potential stabilization of foreign exchange (FX) rates due to enhanced bilateral trust. The most affected sectors are likely to be energy, petrochemicals, and technology, as these are key areas of Saudi-India trade. In the short term (0–12 months), the impact on GDP is modestly positive as dialogue reduces volatility and encourages incremental trade flows, while the trade balance may see a slight improvement due to increased export opportunities. Over the medium term (1–3 years), sustained dialogue can foster institutional frameworks and sector-specific agreements, further boosting trade volumes and economic growth. Retaliation or negative spillovers are minimal with this approach, and diplomatic relations are likely to strengthen, reducing the risk of trade shocks. Historical precedents from the retrieved sources indicate that flexible, dialogue-based mechanisms have helped buffer external shocks and support trade growth, especially when partner country stability is prioritized. Key assumptions include continued macroeconomic stability in both countries and willingness to engage constructively; the largest uncertainties stem from potential external economic shocks or abrupt policy shifts in either country.",
    "base_payoff":3.3833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"India",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Saudi Arabia against India would primarily affect trade through price and volume channels, increasing the cost of Indian imports and likely reducing their volume. This could temporarily improve Saudi Arabia’s trade balance as import demand falls, but it risks higher input costs for domestic industries reliant on Indian goods, potentially reducing productivity and competitiveness. Sectors most affected would include those dependent on Indian raw materials or intermediate goods, such as manufacturing and consumer goods. In the short term (0–12 months), GDP may decline slightly due to higher costs and potential supply chain disruptions, while the trade balance could see a modest improvement. Over the medium term (1–3 years), retaliatory measures from India are likely, which could offset initial gains and escalate into broader trade frictions, undermining bilateral economic relations and Saudi Arabia’s Vision 2030 diversification goals. Historical evidence from Saudi–BRICS trade shows that tariffs can serve dual purposes but often lead to complex, negative feedback loops if not paired with careful policy adjustments. The largest uncertainties are the scale of Indian retaliation and the adaptability of Saudi industries to higher input costs. This assessment assumes no immediate global supply chain shocks and stable external demand.",
    "base_payoff":1.9833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"India",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach by Saudi Arabia towards India is a cooperative, non-confrontational strategy that primarily transmits its effects through the channels of trade volumes and market expectations rather than immediate price or foreign exchange movements. In the short term (0–12 months), this policy is likely to result in minimal changes to GDP and trade balance, as no new barriers or incentives are introduced, and existing trade flows remain stable. The most affected sectors are those sensitive to policy signals, such as non-oil exports and importers of Indian goods, but the overall impact is muted due to the absence of active intervention. In the medium term (1–3 years), the lack of proactive engagement could lead to missed opportunities for trade expansion or risk mitigation, especially if external shocks or inflationary pressures arise in either country, as highlighted in the retrieved reports. There is low risk of retaliation or negative diplomatic spillover, as the strategy is not perceived as hostile. Historical precedents from Saudi–BRICS relations suggest that passive stances maintain stability but may leave the economy vulnerable to external shocks, particularly inflation or demand shifts. Key assumptions include stable macroeconomic conditions and no sudden policy changes from India. The largest uncertainty is the potential for unforeseen external shocks or inflationary spikes, which could alter trade dynamics unexpectedly.",
    "base_payoff":1.925
  },
  {
    "player":"Saudi Arabia",
    "opponent":"India",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on India would primarily affect Saudi-India trade through price and volume channels, as well as foreign exchange volatility. The most affected sectors would be non-oil exports, petrochemicals, and potentially agricultural imports, given the importance of these sectors in bilateral trade. In the short term (0–12 months), Saudi GDP would likely contract due to reduced export volumes and higher transaction costs, while the trade balance would deteriorate as Indian demand for Saudi goods falls and alternative markets are not immediately available. Over the medium term (1–3 years), persistent sanctions could erode productivity and competitiveness, especially if Indian retaliation targets key Saudi exports or disrupts supply chains. Diplomatic fallout and spillover risks are significant, as India is a major BRICS economy and could coordinate countermeasures with other BRICS members, amplifying negative effects. Historical precedents from the retrieved sources indicate that inflation and external shocks can quickly undermine Saudi export competitiveness, and the gravity model suggests that trade disruptions with large partners have outsized negative impacts. Key assumptions include the absence of immediate alternative markets and the likelihood of Indian retaliation; the largest uncertainties are the scale of retaliatory measures and the speed of policy adjustments by both countries.",
    "base_payoff":-3.5
  },
  {
    "player":"Saudi Arabia",
    "opponent":"India",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports from Saudi Arabia to India primarily transmits through price competitiveness, as subsidies lower export prices, making Saudi goods more attractive in the Indian market. This is likely to increase export volumes, especially in non-oil sectors as highlighted in the Saudi Exports Development Authority’s 2022 report, with manufacturing and chemical industries being the most affected. In the short term (0–12 months), GDP is expected to rise modestly due to higher production and export activity, while the trade balance with India should improve as export volumes outpace any increase in imports. Over the medium term (1–3 years), gains may moderate if India responds with countermeasures such as tariffs or quotas, or if global inflation erodes competitiveness. Retaliation risk is moderate, as India may view subsidies as trade-distorting, potentially straining diplomatic ties or triggering WTO consultations. Historical data from Saudi Arabia’s non-oil export expansion shows positive trade balance effects, but also underscores the need for careful fiscal and trade policy adjustments to avoid inflationary spillovers. Key assumptions include stable global demand and no immediate large-scale retaliation; the largest uncertainty is the potential for policy response from India or other trading partners.",
    "base_payoff":4.6083333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"India",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from India would primarily affect trade volumes, leading to reduced import quantities and potential price increases for restricted goods in the Saudi market. The most affected sectors would be those reliant on Indian imports, such as textiles, agricultural products, and certain manufactured goods, impacting both Saudi importers and Indian exporters. In the short term (0–12 months), the quota could marginally improve Saudi Arabia’s trade balance by curbing import expenditure, but it may also raise input costs for domestic industries, slightly dampening GDP growth. Over the medium term (1–3 years), persistent quotas could erode productivity and competitiveness, especially if Indian suppliers are not easily replaced, and may provoke retaliatory measures from India, such as counter-quotas or tariffs on Saudi exports, particularly non-oil goods. Diplomatic relations could be strained, increasing the risk of broader trade disruptions. Historical trade data from the Saudi General Authority for Statistics and the Saudi Exports Development Authority indicate that restrictive measures can yield short-term trade balance gains but often at the expense of longer-term growth and export competitiveness, especially if inflationary pressures rise. Key assumptions include stable global demand and no immediate substitution of Indian goods, while the largest uncertainties involve the scale of Indian retaliation and the adaptability of Saudi supply chains.",
    "base_payoff":1.9833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United Kingdom",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy between Saudi Arabia and the United Kingdom primarily operates through diplomatic and economic channels, fostering trust and reducing uncertainty in bilateral trade. The main transmission mechanisms include improved policy coordination, reduced non-tariff barriers, and enhanced information exchange, which can lower transaction costs and stabilize exchange rates. Sectors most likely to benefit are those with existing or potential comparative advantage, such as energy, services, and advanced manufacturing, as identified in recent UK trade strategy discussions. In the short term (0–12 months), the impact on GDP and trade balance is modest but positive, as dialogue builds confidence and may lead to incremental increases in trade volumes. Over the medium term (1–3 years), sustained engagement can support productivity gains and more robust trade flows, especially if dialogue leads to sector-specific agreements or joint initiatives. Retaliation or negative spillovers are minimal with this cooperative approach, and diplomatic relations are likely to improve, reducing the risk of future trade frictions. Historical precedents from the UK’s recent emphasis on open trade strategies and the positive correlation between political stability and trade volumes (as shown in retrieved studies) support the expectation of beneficial outcomes. Key assumptions include a stable geopolitical environment and willingness from both sides to engage constructively; the largest uncertainties relate to external shocks or shifts in domestic priorities.",
    "base_payoff":3.2666666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United Kingdom",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Saudi Arabia against the United Kingdom would primarily affect trade through price increases on UK imports, reducing their competitiveness and likely decreasing import volumes. This could temporarily improve Saudi Arabia’s trade balance, as higher tariffs discourage imports, but may also raise costs for domestic industries reliant on UK goods, impacting productivity and potentially leading to inflationary pressures. Sectors most affected would include those vital to economic diversification under Vision 2030, such as manufacturing and technology, which may depend on UK inputs. In the short term (0–12 months), GDP may decline slightly due to higher input costs and potential supply chain disruptions, while the trade balance could see a modest improvement. Over the medium term (1–3 years), negative effects on productivity and possible UK retaliation—such as reciprocal tariffs or reduced market access—could offset initial gains, risking further GDP contraction and diplomatic strain. Historical evidence from Saudi–BRICS trade shows tariffs can serve dual purposes but often lead to complex, sometimes adverse, economic interactions. Key assumptions include stable global demand and no immediate large-scale retaliation, but the largest uncertainty is the UK’s policy response, which could escalate trade tensions and reduce bilateral trade further.",
    "base_payoff":1.9833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United Kingdom",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"Adopting a 'WAIT AND SEE' approach by Saudi Arabia towards the United Kingdom is likely to have a neutral short-term impact on GDP, political standing, and trade balance, as it involves maintaining the status quo without introducing new trade barriers or incentives. The primary transmission channels—prices, trade volumes, foreign exchange, and productivity—are expected to remain stable, with no immediate shocks to import or export flows. Sectors most affected would be those with existing or potential comparative advantage, such as non-oil exports, but the lack of proactive engagement means no sector will see significant change in the short run (0–12 months). In the medium term (1–3 years), this passive stance could result in missed opportunities for growth or diversification, especially as the UK is actively developing a new trade strategy focused on economic security and net zero ambitions. There is minimal risk of retaliation or negative diplomatic spillover, as the approach is non-confrontational, but it may be perceived as a lack of initiative. Historical context from the retrieved sources suggests that periods of policy inaction in volatile trade environments can lead to relative decline in trade openness and missed alignment with evolving partner strategies (ONS 2024c; Saudi Exports Development Authority 2023). Key assumptions include continued geopolitical volatility and no major external shocks; the largest uncertainty is whether the UK’s new trade strategy will create opportunities or challenges that Saudi Arabia could capitalize on or mitigate if it were more proactive.",
    "base_payoff":1.225
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United Kingdom",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on the United Kingdom would primarily affect Saudi Arabia’s trade volumes and prices, especially in sectors reliant on UK imports or exports, such as petrochemicals, machinery, and financial services. The immediate transmission channels would be a reduction in export volumes, potential price increases for substitute goods, and possible exchange rate volatility due to decreased foreign currency inflows. In the short term (0–12 months), GDP is likely to contract due to disrupted trade flows and higher input costs, while the trade balance would deteriorate as non-oil exports to the UK decline, undermining Vision 2030 objectives. Over the medium term (1–3 years), persistent sanctions could erode productivity in affected sectors and incentivize the UK to seek alternative suppliers, further entrenching losses. Retaliation risks are significant, with the UK potentially imposing countermeasures or influencing allied trade partners, amplifying negative spillovers. Historical precedents from Saudi Arabia’s trade adjustments with BRICS countries and the emphasis on careful fiscal and trade policy in the retrieved sources suggest that sanctions tend to harm export competitiveness and overall economic stability. Key assumptions include the absence of immediate alternative markets and the UK’s capacity for retaliation; the largest uncertainties involve the scale of diplomatic fallout and the speed of market reorientation.",
    "base_payoff":-3.5
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United Kingdom",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in Saudi Arabia primarily transmits through price competitiveness, as lower export prices can boost volumes, especially in non-oil sectors targeted by the 2030 strategy. The most affected sectors are manufacturing, chemicals, and other non-oil industries, which have shown significant growth, with non-oil exports rising from USD 57 billion in 2018 to USD 85 billion in 2022. In the short term (0–12 months), GDP is likely to see a moderate boost due to increased production and export volumes, while the trade balance with the UK could improve as Saudi goods become more competitive. Over the medium term (1–3 years), sustained subsidies may further enhance productivity and market share, but risks include potential retaliation from the UK, such as countervailing duties or complaints to the WTO, which could dampen gains. Diplomatic relations may be strained if the UK perceives the policy as unfair competition, though Saudi Arabia’s focus on diversification aligns with its broader economic goals. Historical data from the Saudi Exports Development Authority shows that proactive export strategies have previously yielded strong growth, but the largest uncertainties remain around the scale of UK response and global market conditions. Key assumptions include stable global demand and no immediate large-scale retaliation.",
    "base_payoff":6.0666666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"United Kingdom",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from the United Kingdom would primarily affect trade volumes, leading to reduced import flows and potentially higher prices for restricted goods in Saudi Arabia. The most affected sectors would likely be those where the UK has a revealed comparative advantage, such as certain goods and services, as noted in recent research. In the short term (0–12 months), the quota could marginally improve Saudi Arabia’s trade balance by limiting imports, but it may also disrupt supply chains and reduce productivity in sectors reliant on UK inputs. Over the medium term (1–3 years), the negative impact on GDP could become more pronounced if higher input costs and retaliatory measures from the UK materialize. There is a significant risk of diplomatic retaliation, as the UK is actively seeking to strengthen its trade defence regime and may respond with countermeasures, potentially escalating into a broader trade dispute. Historical precedents from the UK’s recent trade policy context suggest that such defensive measures can lead to increased volatility and fragmentation in trade relations. Key assumptions include stable global demand and no immediate substitution of UK goods, while the largest uncertainties relate to the scale of UK retaliation and the adaptability of Saudi importers. The political boost is expected in the short term due to perceived protection of domestic industries, but this may erode if economic costs mount.",
    "base_payoff":2.6833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"Russia",
    "move":"OPEN DIALOGUE",
    "strategy_type":"cooperative",
    "rationale":"The OPEN DIALOGUE strategy leverages cooperative engagement to address trade dynamics between Saudi Arabia and Russia, primarily influencing trade volumes and exchange rates through improved diplomatic relations and reduced uncertainty. The main transmission channels are expected to be increased trade volumes, more stable FX rates, and potential productivity gains from knowledge sharing and reduced trade barriers. Sectors most affected include non-oil exports, which align with Saudi Vision 2030 objectives, and import-dependent industries that benefit from smoother bilateral flows. In the short term (0–12 months), GDP and trade balance are likely to see modest positive shifts as confidence and predictability improve, while in the medium term (1–3 years), these gains could be consolidated if dialogue leads to formal agreements or sector-specific cooperation. Retaliation or negative spillovers are minimal with this approach, and diplomatic dynamics are expected to improve, reducing volatility. Historical precedents from the retrieved context suggest that flexible, cooperative mechanisms and institutional frameworks support sustained trade growth, especially when partner country stability is high. Key assumptions include continued political stability and absence of external shocks, while the largest uncertainties relate to the pace of implementation and the potential for unforeseen geopolitical tensions.",
    "base_payoff":3.3833333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"Russia",
    "move":"RAISE TARIFFS",
    "strategy_type":"defective",
    "rationale":"Raising tariffs by Saudi Arabia against Russia would primarily affect trade through price increases on Russian imports, reducing import volumes and potentially improving the trade balance in the short term as domestic substitutes are favored. The most affected sectors would be those reliant on Russian goods, particularly in non-oil industries targeted for diversification under Vision 2030. In the short term (0–12 months), GDP is likely to decline due to higher input costs and potential inflationary pressures, which can erode export competitiveness and reduce productivity. Over the medium term (1–3 years), persistent tariffs may incentivize local production but risk supply chain disruptions and higher consumer prices. Retaliation from Russia is a significant risk, potentially leading to counter-tariffs or reduced cooperation in energy markets, which could further dampen growth and trade. Historical evidence from Saudi–BRICS trade shows that tariffs can serve dual purposes but often result in complex, sometimes adverse, economic interactions. Key assumptions include stable global demand and no major external shocks, while the largest uncertainties involve the scale of Russian retaliation and the adaptability of Saudi industries. Diplomatic relations may be strained, but a modest political boost could arise domestically from perceived protection of local industries.",
    "base_payoff":1.4583333333
  },
  {
    "player":"Saudi Arabia",
    "opponent":"Russia",
    "move":"WAIT AND SEE",
    "strategy_type":"cooperative",
    "rationale":"The 'WAIT AND SEE' approach in Saudi Arabia’s trade policy towards Russia is characterized by minimal immediate intervention, allowing market forces and existing agreements to dictate trade flows. The primary transmission channels affected are prices and volumes, as no new tariffs or quotas are imposed, and exchange rates remain stable absent policy shocks. Sectors most impacted are those sensitive to global demand and supply fluctuations, such as petrochemicals and non-oil exports, but the lack of active measures means stakeholders experience continuity rather than disruption. In the short term (0–12 months), GDP and trade balance are expected to remain stable, as no new barriers or incentives alter trade dynamics; in the medium term (1–3 years), this stance preserves flexibility for future policy shifts but may forgo opportunities for proactive gains. Retaliation or spillover risks are low, as the policy is non-confrontational and signals diplomatic openness, aligning with Saudi Arabia’s Vision 2030 goals to diversify exports. Historical trade data from the Saudi General Authority for Statistics shows that periods of policy stability have not led to significant volatility in trade with BRICS partners. Key assumptions include stable global demand and no external shocks; the largest uncertainty is the potential for unforeseen geopolitical developments to disrupt this equilibrium.",
    "base_payoff":1.925
  },
  {
    "player":"Saudi Arabia",
    "opponent":"Russia",
    "move":"SANCTION",
    "strategy_type":"defective",
    "rationale":"Imposing sanctions on Russia by Saudi Arabia would primarily affect trade volumes and prices, with immediate disruptions in bilateral trade flows, especially in sectors such as energy, petrochemicals, and machinery. The primary transmission channels would be reduced export and import volumes, potential price volatility in global oil markets, and adverse effects on exchange rates due to heightened uncertainty. In the short term (0–12 months), GDP is likely to contract due to lost export opportunities and higher input costs for industries reliant on Russian goods, while the trade balance would deteriorate as both exports and imports decline. Over the medium term (1–3 years), persistent sanctions could lead to further GDP losses and a continued negative trade balance, unless alternative markets are found. Retaliation risks are significant, as Russia could impose countermeasures or disrupt multilateral cooperation, amplifying diplomatic tensions and spillover effects within BRICS and OPEC frameworks. Historical precedents from the retrieved sources indicate that inflation and exchange rate volatility are common outcomes when trade with BRICS partners is disrupted, and that political instability can further exacerbate economic losses. Key assumptions include the absence of immediate alternative markets and the expectation that Russia will respond with reciprocal measures. The largest uncertainties involve the scale of global market reactions and the potential for third-party mediation.",
    "base_payoff":-2.3916666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"Russia",
    "move":"SUBSIDIZE EXPORT",
    "strategy_type":"cooperative",
    "rationale":"Subsidizing exports in Saudi Arabia primarily transmits through price competitiveness, as subsidies lower the effective cost of Saudi goods in international markets, potentially increasing export volumes and improving the trade balance in the short term (0–12 months). The most affected sectors are non-oil industries, which have seen significant growth, with non-oil exports rising from USD 57 billion in 2018 to USD 85 billion in 2022, indicating strong responsiveness to supportive policies. Key stakeholders include exporters, industrial firms, and government fiscal authorities. In the medium term (1–3 years), GDP is likely to benefit from higher export-driven output, but gains may moderate if trading partners, such as Russia, retaliate or if global demand softens. Retaliation risks include Russia imposing countermeasures or challenging subsidies at the WTO, which could dampen diplomatic relations and partially offset trade gains. Historical data from the Saudi Exports Development Authority (2023) shows that export promotion has contributed to diversification and growth, but the sustainability of gains depends on careful fiscal management and global market conditions. The largest uncertainties are the scale of Russia’s response, the persistence of global inflation, and the ability of Saudi firms to maintain productivity gains. Assumptions include stable global demand and no immediate large-scale retaliation.",
    "base_payoff":6.0666666667
  },
  {
    "player":"Saudi Arabia",
    "opponent":"Russia",
    "move":"IMPOSE QUOTA",
    "strategy_type":"defective",
    "rationale":"Imposing a quota on imports from Russia would primarily affect trade volumes, leading to reduced import quantities and potential price increases for restricted goods. The most affected sectors would be those reliant on Russian imports, such as certain industrial inputs or agricultural products, with downstream effects on domestic producers and consumers. In the short term (0–12 months), the quota could marginally improve Saudi Arabia’s trade balance by curbing imports, but it may also raise input costs and disrupt supply chains, slightly dampening GDP growth. Over the medium term (1–3 years), persistent quotas could incentivize domestic substitution or sourcing from alternative partners, but risk retaliatory measures from Russia, potentially affecting Saudi non-oil exports and broader diplomatic relations. Historical trade data from the Saudi General Authority for Statistics and the Saudi Exports Development Authority indicate that restrictive measures can yield modest trade balance gains but often at the expense of export competitiveness and political goodwill. Key assumptions include stable global demand and no immediate large-scale retaliation; the largest uncertainties involve Russia’s response and the adaptability of Saudi industries to new sourcing. Policymakers must weigh these risks against potential short-term political gains and the alignment with Vision 2030’s non-oil export objectives.",
    "base_payoff":1.9833333333
  }
]